{
  "sets": [
    {
      "name": "Core Set",
      "factions": [
        {
          "title": "Aliens",
          "description": "Return minions to their owners' hands, gain victory points instantly, and manipulate bases.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/5/50/Aliens.png",
          "deck": {
            "description": "Aliens love to mess with people, and they love to mess with other players even more. From bouncing minions back to players' hands, to replacing bases in play, aliens are out to have a great time, at any planet's expense.",
            "minions": [
              {
                "quantity": "1",
                "name": "Supreme Overlord",
                "power": "5",
                "ability": "You may return a minion to its owner's hand."
              },
              {
                "quantity": "2",
                "name": "Invader",
                "power": "3",
                "ability": "Gain 1 VP."
              },
              {
                "quantity": "3",
                "name": "Scout",
                "power": "3",
                "ability": "Special: After this base is scored, you may place this minion into your hand instead of the discard pile."
              },
              {
                "quantity": "4",
                "name": "Collector",
                "power": "2",
                "ability": "You may return a minion of power 3 or less on this base to its owner's hand."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Abduction",
                "ability": "Return a minion to its owner's hand. Play an extra minion."
              },
              {
                "quantity": "2",
                "name": "Beam Up",
                "ability": "Return a minion to its owner's hand."
              },
              {
                "quantity": "1",
                "name": "Crop Circles",
                "ability": "Choose a base. Return each minion on that base to its owner's hand."
              },
              {
                "quantity": "2",
                "name": "Disintegrator",
                "ability": "Place a minion of power 3 or less on the botton of its owner's deck."
              },
              {
                "quantity": "1",
                "name": "Invasion",
                "ability": "Move a minion to another base."
              },
              {
                "quantity": "1",
                "name": "Jammed Signal",
                "ability": "Play on a base. Ongoing: All players ignore this base's ability."
              },
              {
                "quantity": "1",
                "name": "Probe",
                "ability": "Look at another player's hand and choose a minion in it. That player discards that minion."
              },
              {
                "quantity": "1",
                "name": "Terraforming",
                "ability": "Search the base deck for a base. Swap it with a base in play (discard all actions attached to it). Shuffle the base deck. You may play an extra minion on the new base."
              }
            ]
          }
        },
        {
          "title": "Dinosaurs",
          "description": "Play high-powered minions and actions with some protection and destruction.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/6/68/Dinosaurs.png",
          "deck": {
            "description": "If there's one thing dinosaurs know how to do... actually, with a brain the size of a walnut, they don't really know how to do anything. But they are big. And holy cats! someone gave them lasers!",
            "minions": [
              {
                "quantity": "1",
                "name": "King Rex",
                "power": "7",
                "ability": "(no ability)"
              },
              {
                "quantity": "2",
                "name": "Laseratops",
                "power": "4",
                "ability": "Destroy a minion of power 2 or less on this base."
              },
              {
                "quantity": "3",
                "name": "Armor Stego",
                "power": "3",
                "ability": "Ongoing: Has +2 power during other players' turns."
              },
              {
                "quantity": "4",
                "name": "War Raptor",
                "power": "2",
                "ability": "Ongoing: Gains +1 power for each War Raptor on this base (including this one)."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Augmentation",
                "ability": "One minion gains +4 power until the end of your turn."
              },
              {
                "quantity": "2",
                "name": "Howl",
                "ability": "Each of your minions gains +1 power until the end of your turn."
              },
              {
                "quantity": "1",
                "name": "Natural Selection",
                "ability": "Choose one of your minions on a base. Destroy a minion there with less power than yours."
              },
              {
                "quantity": "1",
                "name": "Rampage",
                "ability": "Reduce the breakpoint of a base by the power of one of your minions on that base until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Survival of the Fittest",
                "ability": "Destroy the lowest-power minion (you choose in case of a tie) on each base with a higher-power minion."
              },
              {
                "quantity": "1",
                "name": "Tooth and Claw... and Guns",
                "ability": "Play on a minion. Ongoing: If an ability would affect this minion, destroy this card and the ability does not affect this minion."
              },
              {
                "quantity": "1",
                "name": "Upgrade",
                "ability": "Play on a minion. Ongoing: This minion has +2 power."
              },
              {
                "quantity": "1",
                "name": "Wildlife Preserve",
                "ability": "Play on a base. Ongoing: Your minions here are not affected by other players' actions."
              }
            ]
          }
        },
        {
          "title": "Ninjas",
          "description": "Destroy minions and sneak onto bases at the last second using special abilities.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/3/35/Ninjas.png",
          "deck": {
            "description": "If you can see a ninja, chances are you're already dead (and if you can see them while dead, skip ahead to the zombie section). I don't want to give away the secrets or anything, but most of what this faction does is sneaky, happens fast, and at the last second. So look out for that.",
            "minions": [
              {
                "quantity": "1",
                "name": "Ninja Master",
                "power": "5",
                "ability": "You may destroy a minion on this base."
              },
              {
                "quantity": "2",
                "name": "Tiger Assassin",
                "power": "4",
                "ability": "You may destroy a minion of power 3 or less on this base."
              },
              {
                "quantity": "3",
                "name": "Shinobi",
                "power": "3",
                "ability": "Special: Before a base scores, you may play this minion there. You can only use one Shinobi's ability per base."
              },
              {
                "quantity": "4",
                "name": "Ninja Acolyte",
                "power": "2",
                "ability": "Special: On your turn, if you have not yet played a minion, you may return this minion to your hand and play an extra minion on this base."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Assassination",
                "ability": "Play on a minion. Ongoing: Destroy this minion at the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Disguise",
                "ability": "Choose one or two of your minions on one base. Play an equal number of extra minions there, and return the chosen minions to your hand."
              },
              {
                "quantity": "1",
                "name": "Hidden Ninja",
                "ability": "Special: Before a base scores, play a minion there."
              },
              {
                "quantity": "2",
                "name": "Infiltrate",
                "ability": "Play on a base. Destroy an action that has been played here. Ongoing: You may ignore this base's ability until the start of your next turn."
              },
              {
                "quantity": "1",
                "name": "Poison",
                "ability": "Play on a minion. Destroy any number of actions on it. Ongoing: This minion has -4 power. (Minions have minimum power of 0)."
              },
              {
                "quantity": "2",
                "name": "Seeing Stars",
                "ability": "Destroy a minion of power 3 or less."
              },
              {
                "quantity": "1",
                "name": "Smoke Bomb",
                "ability": "Play on one of your minions. Ongoing: This minion is not affected by other players' actions. Destroy this card at the start of your turn."
              },
              {
                "quantity": "1",
                "name": "Way of Deception",
                "ability": "Move one of your minions to another base."
              }
            ]
          }
        },
        {
          "title": "Pirates",
          "description": "Move around from base to base and destroy weak minions.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/f/fe/Pirates.png",
          "deck": {
            "description": "You know what's better than roving the high seas? Roving anywhere you want. Pirates buckle their swashes in every port, and you'll walk the plank if you don't like it.",
            "minions": [
              {
                "quantity": "1",
                "name": "Pirate King",
                "power": "5",
                "ability": "Special: Before a base scores, you may move this minion there."
              },
              {
                "quantity": "2",
                "name": "Buccaneer",
                "power": "4",
                "ability": "Special: If this minion would be destroyed, move it to another base instead."
              },
              {
                "quantity": "3",
                "name": "Saucy Wench",
                "power": "3",
                "ability": "You may destroy a minion of power 2 or less on this base."
              },
              {
                "quantity": "4",
                "name": "First Mate",
                "power": "2",
                "ability": "Special: After this base is scored, you may move this minion to another base instead of the discard pile."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Broadside",
                "ability": "Destroy all of one player's minions of power 2 or less on a base where you have a minion."
              },
              {
                "quantity": "1",
                "name": "Cannon",
                "ability": "Destroy up to two minions of power 2 or less."
              },
              {
                "quantity": "2",
                "name": "Dinghy",
                "ability": "Move up to two of your minions to other bases."
              },
              {
                "quantity": "1",
                "name": "Full Sail",
                "ability": "Move any number of your minions to other bases. Special: Before a base scores, you may play this card."
              },
              {
                "quantity": "1",
                "name": "Powderkeg",
                "ability": "Destroy one of your minions and all minions with equal or less power on the same base."
              },
              {
                "quantity": "1",
                "name": "Shanghai",
                "ability": "Move another player's minion to another base."
              },
              {
                "quantity": "1",
                "name": "Sea Dogs",
                "ability": "Name a faction. Move all other players' minions of that faction from one base to another."
              },
              {
                "quantity": "1",
                "name": "Swashbuckling",
                "ability": "Each of your minions gains +1 power until the end of the turn."
              }
            ]
          }
        },
        {
          "title": "Robots",
          "description": "Play several weak minions in a single turn, often with power bonuses or useful abilities.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/e/e1/Robots.png",
          "deck": {
            "description": "Captains of industry built the robots, and then the robots took over and made the process even more efficient! Now they can churn out more little, highly specialized bots than their enemies can handle. Oh, and a few massive ones as well....",
            "minions": [
              {
                "quantity": "1",
                "name": "Nukebot",
                "power": "5",
                "ability": "Ongoing: After this minion is destroyed, destroy each other player's minions on this base."
              },
              {
                "quantity": "2",
                "name": "Warbot",
                "power": "4",
                "ability": "Ongoing: This minion cannot be destroyed."
              },
              {
                "quantity": "3",
                "name": "Hoverbot",
                "power": "3",
                "ability": "Reveal the top card of your deck. If it is a minion, you may play it as an extra minion. Otherwise, return it to the top of your deck."
              },
              {
                "quantity": "4",
                "name": "Zapbot",
                "power": "2",
                "ability": "You may play an extra minion of power 2 or less."
              },
              {
                "quantity": "2",
                "name": "Microbot Fixer",
                "power": "1",
                "ability": "If this is the first minion you played this turn, you may play an extra minion. Ongoing: Each of your Microbots gains +1 power."
              },
              {
                "quantity": "2",
                "name": "Microbot Guard",
                "power": "1",
                "ability": "Destroy a minion on this base with power less than the number of minions you have here."
              },
              {
                "quantity": "2",
                "name": "Microbot Reclaimer",
                "power": "1",
                "ability": "If this is the first minion you played this turn, you may play an extra minion. Shuffle any number of Microbots from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Microbot Alpha",
                "power": "1",
                "ability": "Ongoing: Gains +1 power for each of your other Microbots. All of your minions are considered Microbots."
              },
              {
                "quantity": "1",
                "name": "Microbot Archive",
                "power": "1",
                "ability": "Ongoing: After one of your Microbots (including this one) is destroyed, draw a card."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Tech Center",
                "ability": "Choose a base. Draw one card for each of your minions there."
              }
            ]
          }
        },
        {
          "title": "Tricksters",
          "description": "Force other players to discard and make bases undesirable to play on.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/4/42/Tricksters.png",
          "deck": {
            "description": "Stealing things, stopping things, starting things, hiding your keys in the morning, collecting underpants for profit... for years, you've thought of these little people as pests. Now they've turned up as pesticide.",
            "minions": [
              {
                "quantity": "1",
                "name": "Leprechaun",
                "power": "5",
                "ability": "Ongoing: After another player plays a minion here with less power than this minion's power, destroy it (resolve its ability first)."
              },
              {
                "quantity": "2",
                "name": "Brownie",
                "power": "4",
                "ability": "Ongoing: After another player plays a card that affects this minion, that player discards two random cards."
              },
              {
                "quantity": "3",
                "name": "Gnome",
                "power": "3",
                "ability": "You may destroy a minion on this base with power less than the number of minions you have here."
              },
              {
                "quantity": "4",
                "name": "Gremlin",
                "power": "2",
                "ability": "Ongoing: After this minion is destroyed, draw a card and each other player discards a random card."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Block the Path",
                "ability": "Play on a base and name a faction. Ongoing: Minions of that faction cannot be played here."
              },
              {
                "quantity": "2",
                "name": "Disenchant",
                "ability": "Destroy an action that has been played on a minion or base."
              },
              {
                "quantity": "2",
                "name": "Enshrouding Mist",
                "ability": "Play on a base. Ongoing: On your turn, you may play an extra minion here."
              },
              {
                "quantity": "1",
                "name": "Flame Trap",
                "ability": "Play on a base. Ongoing: After another player plays a minion here, destroy it (resolve its ability first) and this card."
              },
              {
                "quantity": "1",
                "name": "Hideout",
                "ability": "Play on a base. Ongoing: If another player's action would affect your minions here, destroy this card and the action does not affect your minions."
              },
              {
                "quantity": "1",
                "name": "Mark of Sleep",
                "ability": "Choose a player. That player cannot play actions on his or her next turn."
              },
              {
                "quantity": "1",
                "name": "Pay the Piper",
                "ability": "Play on a base. Ongoing: After another player plays a minion here, that player discards a card."
              },
              {
                "quantity": "1",
                "name": "Take the Shinies",
                "ability": "Each other player discards two random cards."
              }
            ]
          }
        },
        {
          "title": "Wizards",
          "description": "Draw and play extra cards each turn, especially actions.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/2/2a/Wizards.png",
          "deck": {
            "description": "Presto! Wizards conjure what they need with actions galore. They just keep pulling things out of their hats, so watch their hands. Or their hats... or that big portal to another reality they just opened in your kitchen.",
            "minions": [
              {
                "quantity": "1",
                "name": "Archmage",
                "power": "4",
                "ability": "Ongoing: You may play an extra action on each of your turns."
              },
              {
                "quantity": "2",
                "name": "Chronomage",
                "power": "3",
                "ability": "You may play an extra action this turn."
              },
              {
                "quantity": "3",
                "name": "Enchantress",
                "power": "2",
                "ability": "Draw a card."
              },
              {
                "quantity": "4",
                "name": "Neophyte",
                "power": "2",
                "ability": "Reveal the top card of your deck. If it is an action, you may place it in your hand or play it as an extra action. Otherwise, return it to the top of your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Mass Enchantment",
                "ability": "Reveal the top card of each other player's deck. Play one revealed action as an extra action. Return unused cards to the top of their decks."
              },
              {
                "quantity": "2",
                "name": "Mystic Studies",
                "ability": "Draw two cards."
              },
              {
                "quantity": "1",
                "name": "Portal",
                "ability": "Reveal the top five cards of your deck. Place any number of minions revealed into your hand. Return the other cards to the top of your deck in any order."
              },
              {
                "quantity": "1",
                "name": "Sacrifice",
                "ability": "Choose one of your minions. Draw cards equal to its power. Destroy that minion."
              },
              {
                "quantity": "1",
                "name": "Scry",
                "ability": "Search your deck for an action and reveal it to all players. Place it into your hand and shuffle your deck."
              },
              {
                "quantity": "2",
                "name": "Summon",
                "ability": "Play an extra minion."
              },
              {
                "quantity": "1",
                "name": "Time Loop",
                "ability": "Play two extra actions."
              },
              {
                "quantity": "1",
                "name": "Winds of Change",
                "ability": "Shuffle your hand into your deck and draw five cards. You may play an extra action."
              }
            ]
          }
        },
        {
          "title": "Zombies",
          "description": "Play minions from the discard pile or place them into your deck/hand.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/4/44/Zombies.png",
          "deck": {
            "description": "'They're coming to get you, Player 2.' It's hard to keep a good walker down. Zombies just keep coming back, and sometimes they come in waves. Sending zombies to the discard pile isn't 'so long,' it's just 'see you later!'",
            "minions": [
              {
                "quantity": "1",
                "name": "Zombie Lord",
                "power": "5",
                "ability": "You may play an extra minion of power 2 or less from your discard pile on each base where you have no minions."
              },
              {
                "quantity": "2",
                "name": "Grave Digger",
                "power": "4",
                "ability": "You may place a minion from your discard pile into your hand."
              },
              {
                "quantity": "3",
                "name": "Tenacious Z",
                "power": "2",
                "ability": "Special: During your turn you may play this card from your discard pile as an extra minion. You may only use the ability of one Tenacious Z each turn."
              },
              {
                "quantity": "4",
                "name": "Walker",
                "power": "2",
                "ability": "Look at the top card of your deck. Discard it or return it to the top of your deck."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Grave Robbing",
                "ability": "Place a card from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Lend a Hand",
                "ability": "Shuffle any number of cards from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Mall Crawl",
                "ability": "Search your deck for any number of cards with the same name and place them into your discard pile. Shuffle your deck."
              },
              {
                "quantity": "1",
                "name": "Not Enough Bullets",
                "ability": "Place any number of minions with the same name from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Outbreak",
                "ability": "Play an extra minion on a base where you have no minions."
              },
              {
                "quantity": "1",
                "name": "Overrun",
                "ability": "Play on a base. Ongoing: Other players cannot play minions on this base. Destroy this action at the start of your turn."
              },
              {
                "quantity": "2",
                "name": "They Keep Coming",
                "ability": "Play an extra minion from your discard pile."
              },
              {
                "quantity": "1",
                "name": "They're Coming To Get You",
                "ability": "Play on a base. Ongoing: On your turn, you may play a minion here from your discard pile instead of from your hand."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Awesome Level 9000",
      "factions": [
        {
          "title": "Bear Cavalry",
          "description": "Move and destroy other players' minions on bases you have minions on.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/1/1e/Bear_Cavalry.png",
          "deck": {
            "description": "The Tsar wasn't satisfied with mere horses. So you're pretty much screwed. You can run away from them. Or you can get killed. Sometimes you get both. Just count yourself lucky that the bears aren't also riding sharks.",
            "minions": [
              {
                "quantity": "1",
                "name": "General Ivan",
                "power": "6",
                "ability": "Ongoing: Your minions cannot be destroyed."
              },
              {
                "quantity": "2",
                "name": "Polar Commando",
                "power": "4",
                "ability": "Ongoing: If this is your only minion on this base, it has +2 power and cannot be destroyed."
              },
              {
                "quantity": "3",
                "name": "Bear Cavalry",
                "power": "3",
                "ability": "Move another player's minion from here to another base."
              },
              {
                "quantity": "4",
                "name": "Cub Scout",
                "power": "3",
                "ability": "Ongoing: After another player's minion moves here, if it has less power than this minion, destroy it."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Bear Hug",
                "ability": "Each other player destroys his or her minion with the least power (owner chooses in case of ties)."
              },
              {
                "quantity": "1",
                "name": "Bear Necessities",
                "ability": "Destroy an action that has been played on a minion or base."
              },
              {
                "quantity": "1",
                "name": "Bear Rides You",
                "ability": "Move one of your minions to another base."
              },
              {
                "quantity": "2",
                "name": "Commission",
                "ability": "Play an extra minion. Then move another player's minion from the extra minion's base to another base."
              },
              {
                "quantity": "1",
                "name": "High Ground",
                "ability": "Play on a base. Ongoing: If you have a minion here, destroy any other player's minion that moves here."
              },
              {
                "quantity": "1",
                "name": "Superiority",
                "ability": "Play on a base. Ongoing: Your minions here cannot be destroyed, moved, or returned to your hand or deck by other players' cards."
              },
              {
                "quantity": "1",
                "name": "You're Pretty Much Borscht",
                "ability": "Choose a base where you have a minion. Move all other players' minions from there to one other base."
              },
              {
                "quantity": "2",
                "name": "You're Screwed",
                "ability": "Choose a base where you have a minion. Move another player's minion from there to another base."
              }
            ]
          }
        },
        {
          "title": "Ghosts",
          "description": "Can shrink hand size and gains benefits from having 2 or fewer cards in your hand.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/7/7f/Ghosts.png",
          "deck": {
            "description": "In that darkest night at the old mansion an eerie light shone through the attic windows... even though no one was home. Ethereal ghosts gain power by having less of the tangible world. The faster you empty your hand, the stronger these spooks become!",
            "minions": [
              {
                "quantity": "1",
                "name": "Spectre",
                "power": "5",
                "ability": "Special: If you have 2 or fewer cards in your hand, any time you can play a minion, you can play this card from your discard pile instead."
              },
              {
                "quantity": "2",
                "name": "Haunting",
                "power": "3",
                "ability": "Ongoing: If you have two or fewer cards in your hand, this minion has +3 power and is not affected by other players' cards."
              },
              {
                "quantity": "3",
                "name": "Spirit",
                "power": "3",
                "ability": "Choose a minion. You may discard cards equal to its power to destroy it."
              },
              {
                "quantity": "4",
                "name": "Ghost",
                "power": "2",
                "ability": "You may discard a card from your hand."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Across the Divide",
                "ability": "Choose a card name. Place any number of minions with that name from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Door to the Beyond",
                "ability": "Play on a base. Ongoing: If you have two or fewer cards in your hand, each of your minions here has +2 power."
              },
              {
                "quantity": "2",
                "name": "Ghostly Arrival",
                "ability": "You may play an extra minion and/or an extra action."
              },
              {
                "quantity": "2",
                "name": "Incorporeal",
                "ability": "Play on one of your minions. Ongoing: This minion is not affected by other players' cards."
              },
              {
                "quantity": "1",
                "name": "Make Contact",
                "ability": "You can only play this card if it is the last card in your hand. Play on a minion. Ongoing: Treat this minion as yours while it and this card are in play."
              },
              {
                "quantity": "1",
                "name": "Seance",
                "ability": "If you have 2 or fewer cards in your hand, draw until you have 5 cards."
              },
              {
                "quantity": "1",
                "name": "Shady Deal",
                "ability": "If you have two or fewer cards in your hand, gain 1 VP."
              },
              {
                "quantity": "1",
                "name": "The Dead Rise",
                "ability": "Discard any number of cards. Play an extra minion from your discard pile with power less than the number of cards you discarded."
              }
            ]
          }
        },
        {
          "title": "Killer Plants",
          "description": "Grow more powerful on bases through multi-turn abilities, and base manipulation.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/8/85/Killer_Plants.png",
          "deck": {
            "description": "Feed them, Seymour! (Don't do it Seymour!) Because these guys grow all on their own. They become stronger the longer they remain in play, so plants can be a major problem for anyone who came to the table without garden shears.",
            "minions": [
              {
                "quantity": "1",
                "name": "Venus Man Trap",
                "power": "5",
                "ability": "Talent: Search your deck for a minion of power 2 or less and play it here as an extra minion. Shuffle your deck."
              },
              {
                "quantity": "2",
                "name": "Weed Eater",
                "power": "5",
                "ability": "This minion has -2 power on the turn you play it."
              },
              {
                "quantity": "3",
                "name": "Water Lily",
                "power": "3",
                "ability": "Ongoing: Draw a card at the start of each of your turns. Only use one Water Lily's ability each turn."
              },
              {
                "quantity": "4",
                "name": "Sprout",
                "power": "2",
                "ability": "Ongoing: Destroy this card at the start of your turn. You may search your deck for a minion of power 3 or less, and play it here as an extra minion. Shuffle your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Blossom",
                "ability": "Play up to three extra minions that all have the same name."
              },
              {
                "quantity": "1",
                "name": "Budding",
                "ability": "Choose a minion in play. Search your deck for a copy of that card and place it into your hand. Shuffle your deck."
              },
              {
                "quantity": "1",
                "name": "Chokng Vines",
                "ability": "Play on a minion. Ongoing: At the start of your turn, destroy this minion."
              },
              {
                "quantity": "1",
                "name": "Deep Roots",
                "ability": "Play on a base. Ongoing: Your minions here cannot be moved or returned to your hand by other players' abilities."
              },
              {
                "quantity": "1",
                "name": "Entangled",
                "ability": "Play on a base. Ongoing: Minions may not be moved or returned to hands from any base where you have a minion. Destroy this card at the start of your turn."
              },
              {
                "quantity": "2",
                "name": "Insta-Grow",
                "ability": "Play an extra minion."
              },
              {
                "quantity": "1",
                "name": "Overgrowth",
                "ability": "Play on a base. Ongoing: At the start of your turn, reduce the breakpoint of this base to 0."
              },
              {
                "quantity": "2",
                "name": "Sleep Spores",
                "ability": "Play on a base. Ongoing: Other players' minions have -1 power here (minimum power 0)."
              }
            ]
          }
        },
        {
          "title": "Steampunks",
          "description": "Play powerful base actions that can be salvaged from the discard pile, and move minions and actions between bases.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/0/02/Steampunk.png",
          "deck": {
            "description": "Jules Verne once said, 'Hey, Steampunks. Nice threads.' Ever since that fateful day, these retronauts have been classing up the joint everywhere they go. Any base in the game will look smarter and be just a bit friendlier for full-on Steampunk domination.",
            "minions": [
              {
                "quantity": "1",
                "name": "Steam Queen",
                "power": "5",
                "ability": "Ongoing: Your actions are not affected by other players' cards."
              },
              {
                "quantity": "2",
                "name": "Mechanic",
                "power": "4",
                "ability": "Choose an action in your discard pile that can be played on a base and play it as an extra action."
              },
              {
                "quantity": "3",
                "name": "Steam Man",
                "power": "3",
                "ability": "Ongoing: Has +1 power if this base has one of your actions played on it."
              },
              {
                "quantity": "4",
                "name": "Captain Ahab",
                "power": "2",
                "ability": "Talent: Move this minion to a base that has one of your actions played on it."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Aggromotive",
                "ability": "Play on a base. Ongoing: If you have a minion here, you have +5 power here."
              },
              {
                "quantity": "1",
                "name": "Change of Venue",
                "ability": "Place one of your actions that is on a base or minion into your hand. Play it again as an extra action."
              },
              {
                "quantity": "1",
                "name": "Difference Engine",
                "ability": "Play on a base. Ongoing: If you have a minion here, draw an extra card at the end of your turn."
              },
              {
                "quantity": "1",
                "name": "Escape Hatch",
                "ability": "Play on a base. Ongoing: When your minions here are destroyed, place them into your hand instead of the discard pile."
              },
              {
                "quantity": "1",
                "name": "Ornate Dome",
                "ability": "Play on a base. Destroy all other players' actions played here. Ongoing: Other players cannot play actions on this base."
              },
              {
                "quantity": "1",
                "name": "Rotary Slug Thrower",
                "ability": "Play on a base. Ongoing: Your minions here each have +2 power."
              },
              {
                "quantity": "2",
                "name": "Scrap Diving",
                "ability": "Place an action from your discard pile into your hand."
              },
              {
                "quantity": "2",
                "name": "Zeppelin",
                "ability": "Play on a base. Talent: Move one of your minions from another base to here, or from here to another base."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "The Obligatory Cthulhu Set",
      "factions": [
        {
          "title": "Elder Things",
          "description": "This faction gives Madness to other players, and has strong minions that are difficult to play.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/6/62/Elder_Things.png",
          "deck": {
            "description": "From reaches beyond space and time come these incredible horrors, bent on... bent on... well we really don't know, do we? Everytime we learn a little bit, we go nuts. Perhaps its the madness they cause that gives them power after all...",
            "minions": [
              {
                "quantity": "1",
                "name": "Elder Thing",
                "power": "10",
                "ability": "Destroy two of your other minions or place this minion on the bottom of your deck. This minion is not affected by opponents' cards."
              },
              {
                "quantity": "2",
                "name": "Shoggoth",
                "power": "6",
                "ability": "You can only play this minion on a base where you have at least 6 power. Each other player may draw a Madness card. Destroy a minion here belonging to each player who does not do so."
              },
              {
                "quantity": "3",
                "name": "Mi-go",
                "power": "3",
                "ability": "Each other player may draw a Madness card. For each other player that does not, you may draw a card."
              },
              {
                "quantity": "4",
                "name": "Byakhee",
                "power": "2",
                "ability": "Each other player with a minion at this base draws a Madness card."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Begin the Summoning",
                "ability": "Place a minion from your discard pile on top of your deck. You may play an extra action this turn."
              },
              {
                "quantity": "1",
                "name": "Dunwich Horror",
                "ability": "Play on a minion. This minion gains 5 power. Destroy this minion at the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Insanity",
                "ability": "Each other player draws two Madness cards."
              },
              {
                "quantity": "2",
                "name": "Power of Madness",
                "ability": "All other players reveal their hands, discard all Madness cards and then shuffles their discard pile into their deck."
              },
              {
                "quantity": "1",
                "name": "Each other player discards cards at random until that player discards a non-Madness card.",
                "ability": "Spreading Horror"
              },
              {
                "quantity": "1",
                "name": "The Price of Power",
                "ability": "Special: Before a base scores, all other players with minions there reveal their hand. One of your minions there has +2 power for each Madness card revealed."
              },
              {
                "quantity": "1",
                "name": "Touch of Madness",
                "ability": "Each other player draws a Madness card. Draw a card and play an extra action this turn."
              },
              {
                "quantity": "1",
                "name": "Unfathomable Goals",
                "ability": "All other players reveal his or her hands. Each player who reveals a Madness card must destroy one of their minions."
              }
            ]
          }
        },
        {
          "title": "Innsmouth",
          "description": "Lots of power 2 minions that work together well and can be played in droves.",
          "image": "https://vignette1.wikia.nocookie.net/smashup/images/b/be/Innsmouth.png",
          "deck": {
            "description": "Ah Innsmouth, idyllic little fishing village on the New England coast. Sample their excellent seafood. Become their excellent seafood! That's right, you too can become a fish and live with Dagon below the depths. They may look like simple mutants, but in great numbers and with great power the residents of Innsmouth will welcome you into the fold. Or else.",
            "minions": [
              {
                "quantity": "10",
                "name": "The Locals",
                "power": "2",
                "ability": "Reveal the top three cards of your deck. Place any The Locals revealed into your hand. Put the rest of the cards on the bottom of your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "In Plain Sight",
                "ability": "Play on a base. Your minions here of power 2 or less are not affected by opponents' cards."
              },
              {
                "quantity": "1",
                "name": "Mysteries of the Deep",
                "ability": "If you have three or more minions with the same name on a base, draw 3 cards, then you may draw 2 additional cards and 2 Madness cards."
              },
              {
                "quantity": "1",
                "name": "New Acolytes",
                "ability": "All players shuffle all minions in their discard piles into their decks."
              },
              {
                "quantity": "1",
                "name": "Recruitment",
                "ability": "Draw up to three Madness cards. For each one drawn, you may play an extra minion this turn."
              },
              {
                "quantity": "1",
                "name": "Return to the Sea",
                "ability": "Special: After a base scores, put any number of your minions with the same name on that base into your hand instead of the discard pile."
              },
              {
                "quantity": "1",
                "name": "Sacred Circle",
                "ability": "Play on a base. Talent: You may play an extra minion here with the same name as another minion here."
              },
              {
                "quantity": "2",
                "name": "Spreading the Word",
                "ability": "Play up to two extra minions with the same name as a minion in play."
              },
              {
                "quantity": "2",
                "name": "The Deep Ones",
                "ability": "Each of your minions of power 2 or less get +1 power until the end of the turn."
              }
            ]
          }
        },
        {
          "title": "Minions of Cthulhu",
          "description": "Play lots of actions, recover cards from the discard pile, and slow the game down all the while gaining Madness.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/a/ae/Minions_of_Cthulhu.png",
          "deck": {
            "description": "Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!",
            "minions": [
              {
                "quantity": "1",
                "name": "Star-Spawn of Cthulhu",
                "power": "5",
                "ability": "Talent: Place a Madness card from your hand into another player's hand."
              },
              {
                "quantity": "3",
                "name": "Cthulhu's Chosen",
                "power": "3",
                "ability": "Special: Before a base scores, you may draw a Madness card. This minion gets +2 power until the end of the turn."
              },
              {
                "quantity": "4",
                "name": "Servitor of Cthulhu",
                "power": "2",
                "ability": "Talent: Destroy this minion and place an action card from your discard pile on top of your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Altar to Cthulhu",
                "ability": "Play on a base. Whenever you play a minion here, you may play an extra action that turn."
              },
              {
                "quantity": "1",
                "name": "Complete the Ritual",
                "ability": "Play on a base where you have at least one minion. At the start of your turn, place all minions and actions on it on the bottom of their owners' decks and swap this base with the top card of the base deck."
              },
              {
                "quantity": "2",
                "name": "Corruption",
                "ability": "Draw a Madness card. Destroy a minion."
              },
              {
                "quantity": "1",
                "name": "Cthulhu Fhtagn",
                "ability": "Reveal cards from the top of your deck until you have revealed two actions. Place them into your hand and put the rest of the cards on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Furthering the Cause",
                "ability": "Play on a base. Ongoing: At the end of every turn, if another player's minion here was destroyed, gain 1 VP."
              },
              {
                "quantity": "1",
                "name": "It Begins Again",
                "ability": "Shuffle any number of actions from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Madness Unleashed",
                "ability": "Discard any number of Madness cards. For each one discarded, you may draw a card and play an extra action this turn."
              },
              {
                "quantity": "1",
                "name": "Recruit by Force",
                "ability": "Place any number of minions of power 3 or less from your discard pile on top of your deck."
              },
              {
                "quantity": "1",
                "name": "The Seal is Broken",
                "ability": "Draw a Madness card. Gain 1 VP."
              },
              {
                "quantity": "2",
                "name": "Whispers in Darkness",
                "ability": "Draw a Madness card. You may play two extra actions this turn."
              }
            ]
          }
        },
        {
          "title": "Miskatonic University",
          "description": "Gain, use, and lose Madness to accomplish a little of everything.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/0/02/Miskatonic_University-0.png",
          "deck": {
            "description": "Go 'Pods! Go 'Pods! Welcome to your first days at Miskatonic University! We will shape you into a student of the sciences both natural and... otherwise. Certainly our courses seem intense, but there always has to be a small sacrifice for knowledge. 'Ex Ignorantia Ad Sapientiam; E Luce Ad Tenebras.'",
            "minions": [
              {
                "quantity": "1",
                "name": "Professor",
                "power": "5",
                "ability": "Talent: Discard a Madness card. If you do, you may play an extra action and/or an extra minion."
              },
              {
                "quantity": "2",
                "name": "Librarian",
                "power": "4",
                "ability": "Talent: Discard a Madness card. If you do, draw a card."
              },
              {
                "quantity": "3",
                "name": "Psychologist",
                "power": "3",
                "ability": "You may return a Madness card from your hand or discard pile to the Madness deck."
              },
              {
                "quantity": "4",
                "name": "Researcher",
                "power": "2",
                "ability": "You may draw a Madness card."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "'Old Man Jenkins!?'",
                "ability": "Special: Before a base scores, destroy a minion with the highest power there."
              },
              {
                "quantity": "1",
                "name": "... It Just Might Work",
                "ability": "Discard a Madness card to give each of your minions +1 power until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Field Trip",
                "ability": "Place any number of cards from your hand on the bottom of your deck and draw a card for each card you place there."
              },
              {
                "quantity": "1",
                "name": "Gate to Beyond",
                "ability": "Play on a base. Talent: Draw a Madness card. You may play an extra minion here."
              },
              {
                "quantity": "2",
                "name": "Jinkies!",
                "ability": "Return up to 2 Madness cards from your hand or discard pile to the Madness deck."
              },
              {
                "quantity": "1",
                "name": "That's So Crazy...",
                "ability": "Draw a Madness card. Each of your minions has +1 power until the end of the turn. You may play an extra action this turn."
              },
              {
                "quantity": "1",
                "name": "Things Best Not Known",
                "ability": "Special: Before a base scores, choose a minion there. Draw up to 3 Madness cards. That minion gets +2 power for each Madness card you draw."
              },
              {
                "quantity": "1",
                "name": "Those Meddling Kids",
                "ability": "Destroy any number of actions played on one base."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Science Fiction Double Feature",
      "factions": [
        {
          "title": "Cyborg Apes",
          "description": "Play lots of actions on minions to power them up.",
          "image": "https://vignette1.wikia.nocookie.net/smashup/images/4/4f/Cyborg_Apes.png",
          "deck": {
            "description": "In a daring raid on a top secret research facility, apes stole the latest in cybernetic enhancements, and are now enacting their centuries-old plan to take over the world! Combining their natural athleticism and powerful strength with high-tech augmentations, these apes will go bananas all over your opponents!",
            "minions": [
              {
                "quantity": "1",
                "name": "Cyberback",
                "power": "5",
                "ability": "Ongoing: You may play actions onto this minion from your discard pile instead of from your hand."
              },
              {
                "quantity": "2",
                "name": "Clyde 2.0",
                "power": "4",
                "ability": "Ongoing: If your actions played on minions here go to the discard pile, you may place them into your hand instead."
              },
              {
                "quantity": "3",
                "name": "Baboom",
                "power": "3",
                "ability": "Talent: Play an action on this minion as an extra action."
              },
              {
                "quantity": "4",
                "name": "Furious George",
                "power": "2",
                "ability": "Ongoing: Has +1 power for each action played on it."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Cyberevolution",
                "ability": "Play on a minion. Ongoing: This minion has +3 power."
              },
              {
                "quantity": "1",
                "name": "Flying Monkey",
                "ability": "Play on a minion. Special: After this base scores, you may move this minion to another base instead of the discard pile. Destroy this action."
              },
              {
                "quantity": "1",
                "name": "Going Bananas",
                "ability": "Choose a base. Destroy other players' actions played on that base and on minions there."
              },
              {
                "quantity": "1",
                "name": "Juiced Up",
                "ability": "Play on a minion. Ongoing: This minion has +2 power for each action on it (including this one)."
              },
              {
                "quantity": "1",
                "name": "Missing Uplink",
                "ability": "Play on your minion. Ongoing: Draw an additional card at the end of your turn."
              },
              {
                "quantity": "1",
                "name": "Monkey On Your Back",
                "ability": "Play on your minion. Talent: Destroy another player's minion here of power 4 or less. Place this card on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Monkey See, Monkey Do",
                "ability": "Reveal the top 5 cards of your deck. Place any number of actions revealed into your hand. Shuffle the rest into your deck."
              },
              {
                "quantity": "2",
                "name": "Shielding",
                "ability": "Play on a minion. Ongoing: This minion and other actions on it are not affected by other players' actions."
              }
            ]
          }
        },
        {
          "title": "Shapeshifters",
          "description": "Copy other players' power and abilities, destroy and replace minions.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/7/74/Shapeshifters.png",
          "deck": {
            "description": "Far below the surface of the earth, strange amorphous creatures have developed a thriving world, based on the manipulation of their own genetics. Now they plan to apply that knowledge to conquer our world above. Taking samples of the most powerful creatures and warriors they can find, these shapeshifters can use the best of whoever they copy.",
            "minions": [
              {
                "quantity": "1",
                "name": "Doppelganger",
                "power": "5",
                "ability": "Special: When this minion goes to the discard pile from a base, search your deck for a minion and play it as an extra minion. Shuffle your deck."
              },
              {
                "quantity": "2",
                "name": "G.E.L.F.",
                "power": "4",
                "ability": "Talent: Search your deck for a non-G.E.L.F. minion of power 4 or less. Shuffle this minion into your deck and play that minion here as an extra minion."
              },
              {
                "quantity": "3",
                "name": "Mimic",
                "power": "0",
                "ability": "Ongoing: This minion's power is equal to the highest power printed on a minion card in play."
              },
              {
                "quantity": "4",
                "name": "Copycat",
                "power": "2",
                "ability": "Choose another player's minion in play. This card has the same ability as that minion until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "... Really?",
                "ability": "Destroy one of your minions. Play an extra minion from your discard pile with the same or lower power."
              },
              {
                "quantity": "1",
                "name": "Bacta the Future",
                "ability": "Destroy a minion. That minion's owner may immediately play an extra minion."
              },
              {
                "quantity": "1",
                "name": "Cellular Bonding",
                "ability": "Play on a minion. Choose an action on a minion. Ongoing: This card has the abilities of the chosen action."
              },
              {
                "quantity": "2",
                "name": "Genetic Shift",
                "ability": "Either each of your minions gets +1 power until the end of the turn, or one of your minions gets +3 power until the end of the turn, your choice."
              },
              {
                "quantity": "1",
                "name": "Mitosis",
                "ability": "Choose your minion in play. Play a copy of that card from your hand as an extra minion."
              },
              {
                "quantity": "1",
                "name": "Shell Game",
                "ability": "Play on a minion. Ongoing: This minion cannot be destroyed."
              },
              {
                "quantity": "1",
                "name": "Splice as Nice",
                "ability": "Play on a minion. Ongoing: This minion has +2 power."
              },
              {
                "quantity": "2",
                "name": "Transmogrify",
                "ability": "Destroy one of your minions. Search your deck for a minion with the same or lower power and play it as an extra minion. Shuffle your deck."
              }
            ]
          }
        },
        {
          "title": "Super Spies",
          "description": "Sabotage other players' hands and deck while improving yours, and play specials while bases are scoring.",
          "image": "https://vignette1.wikia.nocookie.net/smashup/images/3/3e/Super_Spies.png",
          "deck": {
            "description": "The shadow war between International Secret Intelligence and the evil HAVOC (Henchman and Villains of Chaos) continues. HAVOC's schemes threaten the world, from weather-changing satellites to lasers mounted on secret moon bases, they can only be opposed by the daring agents of the ISI. Using the latest in espionage technology, the ISI will be able to foil your opponents plans.",
            "minions": [
              {
                "quantity": "1",
                "name": "Secret Agent",
                "power": "5",
                "ability": "Ongoing: After another player plays an action, he or she must discard a card."
              },
              {
                "quantity": "2",
                "name": "Mole",
                "power": "4",
                "ability": "Ongoing: Before this base scores, you may play an action as a Special action."
              },
              {
                "quantity": "3",
                "name": "Operative",
                "power": "3",
                "ability": "Reveal the top card of each player's deck. Place any of those cards on the bottom of their owner's deck. Return the other cards to the top of their decks."
              },
              {
                "quantity": "4",
                "name": "Spy",
                "power": "2",
                "ability": "Look at the top 3 cards of your deck. Place them on the top and/or bottom of your deck in any order."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Discards Are Forever",
                "ability": "All players reveal cards from their decks until they reveal a minion. Discard all revealed cards."
              },
              {
                "quantity": "2",
                "name": "For My Eyes Only",
                "ability": "Look at the top 5 cards of your deck. Place them on the top and/or bottom of your deck in any order."
              },
              {
                "quantity": "1",
                "name": "From Q With Love",
                "ability": "Draw three cards. Discard two cards."
              },
              {
                "quantity": "1",
                "name": "Live and Let Chum",
                "ability": "Special: Play before a base scores. Destroy a minion of power 3 or less there."
              },
              {
                "quantity": "1",
                "name": "Mindraker",
                "ability": "Play on a base. Ongoing: Other players cannot play Specials while this base is scoring."
              },
              {
                "quantity": "1",
                "name": "Permit to Kill",
                "ability": "Each other player reveals the top two cards of his or her deck and discards any minions revealed. Return the other cards on the top of the deck in any order."
              },
              {
                "quantity": "1",
                "name": "The Base is Not Enough",
                "ability": "Special: Play before a base scores. Choose a minion there of power 4 or less. You control that minion until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "The Spy Who Ditched Me",
                "ability": "All other players must discard a minion or reveal their hand to show they have no minions."
              }
            ]
          }
        },
        {
          "title": "Time Travelers",
          "description": "Replay actions and minions, and avoid the discard pile by placing cards in your hand or the bottom of the your deck.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/e/e8/Time_Travelers.png",
          "deck": {
            "description": "The time stream has been compromised. Robots from the future mingle with pirates, extinct dinosaurs move with magical wizards... everything is all smashed up! That's where the Time Patrol steps in. Organized in 1976 and led by the enigmatic Doctor When, the Time Patrol works to keep time flowing... in the manner they deem best.",
            "minions": [
              {
                "quantity": "1",
                "name": "Doctor When",
                "power": "5",
                "ability": "You may return another of your minions in play to your hand. You may play it again as an extra minion."
              },
              {
                "quantity": "2",
                "name": "Repeater Perfect",
                "power": "4",
                "ability": "Place an action from your discard pile on top of your deck."
              },
              {
                "quantity": "3",
                "name": "Time Raider",
                "power": "3",
                "ability": "Talent: Place a card from your discard pile on the bottom of your deck."
              },
              {
                "quantity": "4",
                "name": "Jumper",
                "power": "2",
                "ability": "Ongoing: When this minion goes to the discard pile (from play), you may place it back into your hand."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "1.21 Gigawatts",
                "ability": "Shuffle all actions or all minions from your discard pile into your deck."
              },
              {
                "quantity": "2",
                "name": "Do Over!",
                "ability": "Return your minion from a base to your hand. You may play it again as an extra minion."
              },
              {
                "quantity": "2",
                "name": "Into the Time Slip",
                "ability": "Return a card in play to its owner's hand."
              },
              {
                "quantity": "1",
                "name": "It's Astounding",
                "ability": "Play an action from your discard pile as an extra action."
              },
              {
                "quantity": "1",
                "name": "Statis Field",
                "ability": "Play on a base. Ongoing: This base cannot score. Destroy this action at the start of your turn."
              },
              {
                "quantity": "1",
                "name": "Time is Fleeting",
                "ability": "Play after a base scores if there is a base in the discard pile. Add a base of your choice from the discard pile instead of drawing a new base from the base deck."
              },
              {
                "quantity": "1",
                "name": "Time Walk",
                "ability": "You may play an extra minion and an extra action this turn. Draw 2 cards. Place this card on the bottom of your deck instead of your discard pile."
              },
              {
                "quantity": "1",
                "name": "Wormhole",
                "ability": "Special: Play after a base scores. Shuffle your minions there into your deck instead of placing them in the discard pile."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "The Big Geeky Box",
      "factions": [
        {
          "title": "Geeks",
          "description": "Interrupt other players' turns to disrupt their plans.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/2/20/Geeks.png",
          "deck": {
            "description": "Geeks are, well... Geeks! Slightly eccentric individuals with intellectual pursuits! They can also be thoughtful and tricky! You may also spot a couple of famous tabletop Geeks' in there. Say hello and play them at least once!",
            "minions": [
              {
                "quantity": "1",
                "name": "Felicia Day",
                "power": "4",
                "ability": "Move all minions to this base."
              },
              {
                "quantity": "1",
                "name": "Wil Wheaton",
                "power": "4",
                "ability": "Special: You may play this minion when an opponent plays an action. Discard that action; it has no effect."
              },
              {
                "quantity": "3",
                "name": "Game Guru",
                "power": "3",
                "ability": "Ongoing: This minion is not affected by other players' abilities."
              },
              {
                "quantity": "4",
                "name": "Fan",
                "power": "2",
                "ability": "Special: On your turn, you may discard this card from your hand to draw a card."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Banned List",
                "ability": "For each other player, name a card and look at that player's hand. They must place any copies of that card from their hand on the bottom of their deck."
              },
              {
                "quantity": "1",
                "name": "Control Minion",
                "ability": "Choose a minion. You control that minion until the end of the turn. Special: Play when another player plays a minion. You gain control of that minion until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Cosplay",
                "ability": "Special: Play when you gain 1 or more VP. Gain an additional 1 VP."
              },
              {
                "quantity": "1",
                "name": "Force of Wil",
                "ability": "Special: Play when an opponent plays an action. Discard that action; it has no effect."
              },
              {
                "quantity": "1",
                "name": "Griefer",
                "ability": "Choose one effect for each other player: That player discards a random card, or destroys one of his or her minions, or shuffles his or her discard pile into his or her deck."
              },
              {
                "quantity": "1",
                "name": "Min-Maxing",
                "ability": "Look at an opponent's hand. You may play an action from that opponent's hand as an extra action."
              },
              {
                "quantity": "1",
                "name": "Mulligan",
                "ability": "Look at the top 5 cards of your deck. You may draw them and shuffle the rest of your hand into your deck."
              },
              {
                "quantity": "1",
                "name": "Non-Infinite Loop",
                "ability": "Choose an action in your hand. Play it as an extra action, then you may put it back into your hand instead of the discard pile."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Monster Smash",
      "factions": [
        {
          "title": "Giant Ants",
          "description": "Weak minions with lots of +1 power counters that can flexibly move and allocate them.",
          "image": "https://vignette1.wikia.nocookie.net/smashup/images/c/c6/Giant_Ants-0.png",
          "deck": {
            "description": "The future of atomic energy was never supposed to have this disastrous effect! Mutant ants spill out from giant hills, intent on destroying our homes and all else that stands in their colony's way! The ants work as a great hive mind, spreading their power around as necessary to ensure their atomic-age victory!",
            "minions": [
              {
                "quantity": "1",
                "name": "Killer Queen",
                "power": "4",
                "ability": "Talent: If you played another minion here this turn, place a +1 power counter on this minion and that minion."
              },
              {
                "quantity": "2",
                "name": "Drone",
                "power": "3",
                "ability": "Place a +1 power counter on this minion. Ongoing: Before one of your minions is destroyed, you may remove a +1 power counter from this minion to prevent the destruction."
              },
              {
                "quantity": "3",
                "name": "1",
                "power": "Soldier",
                "ability": "Place two +1 power counters on this minion. Talent: Transfer a +1 power counter from this minion to another minion."
              },
              {
                "quantity": "4",
                "name": "Worker",
                "power": "0",
                "ability": "Place two +1 power counters on this minion."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "A Kind of Magic",
                "ability": "Transfer any or all of your +1 power counters among your minions."
              },
              {
                "quantity": "2",
                "name": "Gimme the Prize",
                "ability": "Place a +1 power counter on up to 3 of your minions."
              },
              {
                "quantity": "1",
                "name": "Headlong",
                "ability": "Move one of your minions to another base. Place two +1 power counters on that minion."
              },
              {
                "quantity": "1",
                "name": "The Show Must Go On",
                "ability": "Play on a base. Ongoing: Your minions here with +1 power counters are not affected by other players' cards."
              },
              {
                "quantity": "1",
                "name": "Under Pressure",
                "ability": "Special: Before a base scores, you may transfer any number of +1 power counters from one of your minions to another."
              },
              {
                "quantity": "1",
                "name": "We Are the Champions",
                "ability": "Special: After this base scores, transfer any or all +1 power counters from one of your minions here to another minion."
              },
              {
                "quantity": "2",
                "name": "We Will Rock You",
                "ability": "Each of your minions gains +1 power for each +1 power counter on it until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Who Wants to Live Forever?",
                "ability": "Remove any number of +1 power counters from your minions. Draw a card for each counter removed."
              }
            ]
          }
        },
        {
          "title": "Mad Scientists",
          "description": "Play lots of +1 power counters, and gain bonuses for removing +1 power counters.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/6/65/Mad_Scientists.png",
          "deck": {
            "description": "Working in the lab, late one night, my eyes beheld an eerie sight. For my monster from his slab, began to rise. And suddenly to my surprise, he did the Smash... Up. The Mad Scientists, intent on unlocking the mysteries of life, have instead released death in the form of powerful creations! Their toying with nature can empower various minions, but at what cost? (Apologies to Bobby Pickett)",
            "minions": [
              {
                "quantity": "1",
                "name": "Herr Doktor",
                "power": "5",
                "ability": "Talent: Place a +1 power counter on another one of your minions."
              },
              {
                "quantity": "2",
                "name": "The Monster",
                "power": "4",
                "ability": "Talent: Remove a +1 power counter from this minion to play an extra minion."
              },
              {
                "quantity": "3",
                "name": "Lab Assistant",
                "power": "3",
                "ability": "Place a +1 power counter on another one of your minions."
              },
              {
                "quantity": "4",
                "name": "Igor",
                "power": "2",
                "ability": "Ongoing: After this minion is destroyed or discarded, place a +1 power counter on one of your minions."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Angry Mob",
                "ability": "Choose one of your minions. Place any number of cards from your hand on the bottom of your deck. For each card you placed there, place a +1 power counter on that minion."
              },
              {
                "quantity": "1",
                "name": "Blitzed",
                "ability": "Remove any number of +1 power counters from your minions. Destroy a minion with power less than or equal to the number of counters you removed."
              },
              {
                "quantity": "1",
                "name": "Body Shop",
                "ability": "Destroy one of your minions. Place a number of +1 power counters equal to that minion's power, split any way you choose, on your minions."
              },
              {
                "quantity": "1",
                "name": "German Engineering",
                "ability": "Play on a base. Ongoing: After you play a minion here, place a +1 power counter on it."
              },
              {
                "quantity": "1",
                "name": "Grave Situation",
                "ability": "Play on a base. Ongoing: After one of your minions is destroyed here, place it into your hand instead of the discard pile."
              },
              {
                "quantity": "2",
                "name": "IT'S ALIVE!",
                "ability": "Play an extra minion. Place a +1 power counter on it."
              },
              {
                "quantity": "1",
                "name": "Jolt",
                "ability": "Place a +1 power counter on each of your minions."
              },
              {
                "quantity": "2",
                "name": "Uberserum",
                "ability": "Play on a minion. Ongoing: At the start of your turn, place a +1 power counter on this minion. This minion cannot be destroyed."
              }
            ]
          }
        },
        {
          "title": "Vampires",
          "description": "Destroy your and others' minions to gain power counters.",
          "image": "https://vignette1.wikia.nocookie.net/smashup/images/f/fd/Vampires.png",
          "deck": {
            "description": "From the dark gothic recesses of ancient brooding castles, draped in black velvet, and probably listening to Bauhaus, the children of the night come to drink deep from Smash Up! Draining the very life from their victims, these cursed souls will gain power upon destroying your opponents' minions.",
            "minions": [
              {
                "quantity": "1",
                "name": "The Count",
                "power": "5",
                "ability": "Ongoing: After another player's minion is destroyed, place a +1 power counter on this minion."
              },
              {
                "quantity": "2",
                "name": "Nightstalker",
                "power": "4",
                "ability": "Destroy a minion of power 2 or less here to place a +1 power counter on this minion."
              },
              {
                "quantity": "3",
                "name": "Heavy Drinker",
                "power": "3",
                "ability": "You may destroy one of your minions to place a +1 power counter on this minion."
              },
              {
                "quantity": "4",
                "name": "Fledgling Vampire",
                "power": "2",
                "ability": "After you play this minion, if another player has more power here than you do, place a +1 power counter on this minion."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Big Gulp",
                "ability": "Destroy a minion of power 4 or less."
              },
              {
                "quantity": "1",
                "name": "Buffet",
                "ability": "Special: Play after a base scores. If you were the winner, place a +1 power counter on each of your minions."
              },
              {
                "quantity": "2",
                "name": "Crack of Dusk",
                "ability": "Play a minion of power 2 or less from your discard pile as an extra minion. Place a +1 power counter on it."
              },
              {
                "quantity": "1",
                "name": "Cull the Weak",
                "ability": "Choose your minion. Discard any number of minion cards from your hand. For each minion discarded, place a +1 power counter on that minion."
              },
              {
                "quantity": "2",
                "name": "Dinner Date",
                "ability": "Place a +1 power counter on your minion. Destroy a minion of power 2 or less at that minion's base."
              },
              {
                "quantity": "1",
                "name": "Mad Monster Party",
                "ability": "Place a +1 power counter on each of your minions that does not have one."
              },
              {
                "quantity": "1",
                "name": "Opportunist",
                "ability": "Play on a minion. Ongoing: After another player's minion is destroyed, place a +1 power counter on this minion."
              },
              {
                "quantity": "1",
                "name": "Summon Wolves",
                "ability": "Play on a base. Ongoing: At the start of your turn, place a +1 power counter on this card. If you have a minion here, counters on this card add to your power total."
              }
            ]
          }
        },
        {
          "title": "Werewolves",
          "description": "Strong minions with temporary power bursts, bonuses based on power, and destruction.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/f/f7/Werewolves.png",
          "deck": {
            "description": "From howling at the moon, to cowing their pack, or ripping through town, the werewolves are here to assert their place as the alphas of Smash Up. Using their explosive power to beat down opponents, the werewolves will not relent in their drive to hunt and dominate all that stand against them.",
            "minions": [
              {
                "quantity": "1",
                "name": "Pack Alpha",
                "power": "5",
                "ability": "Special: Before this base scores, each of your minions here gains +1 power until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Loup-Garou",
                "power": "4",
                "ability": "Special: Before this base scores, this minion gains +2 power until the end of the turn."
              },
              {
                "quantity": "3",
                "name": "Teenage Wolf",
                "power": "3",
                "ability": "Talent: This minion gains +1 power until the end of the turn."
              },
              {
                "quantity": "4",
                "name": "Howler",
                "power": "2",
                "ability": "This minion gains +2 power until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Chew Toy",
                "ability": "Choose one of your minions. Destroy a minion with lower power at your minion's base."
              },
              {
                "quantity": "2",
                "name": "Frenzy",
                "ability": "Each of your minions with power 4 or more gains +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Full Moon",
                "ability": "Play on a base. Ongoing: Each of your minions here has +1 power."
              },
              {
                "quantity": "1",
                "name": "Leader of the Pack",
                "ability": "Play on a minion. Talent: If this minion has the highest power here, you may play an extra action."
              },
              {
                "quantity": "1",
                "name": "Let the Dog Out",
                "ability": "Choose one of your minions. Destroy any number of minions at your minion's base whose total power is less than or equal to your minion's power."
              },
              {
                "quantity": "1",
                "name": "Marking Territory",
                "ability": "Play on a base. Ongoing: At the start of your turn, if you have more total power here than each other player, reduce this base's breakpoint to zero."
              },
              {
                "quantity": "1",
                "name": "Moontouched",
                "ability": "Play on a minion. Talent: If this minion has the highest power here, draw a card."
              },
              {
                "quantity": "1",
                "name": "Unstoppable",
                "ability": "Play on a minion. Ongoing: This minion cannot be destroyed."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Pretty Pretty Smash Up",
      "factions": [
        {
          "title": "Fairies",
          "description": "Choose between effects and counter actions played on minions and bases.",
          "image": "https://vignette1.wikia.nocookie.net/smashup/images/8/8e/Fairies.png",
          "deck": {
            "description": "From deep in the magical glades come these little sprites, bringing magical wishes and pixie dust to your plans for world domination. Don't judge them by their size. The Fairies' magic gives you great options in how to deal with your enemies.",
            "minions": [
              {
                "quantity": "1",
                "name": "Titania",
                "power": "5",
                "ability": "Return an opponent's minion to its owner's hand, OR play an extra minion."
              },
              {
                "quantity": "2",
                "name": "Glymmer",
                "power": "4",
                "ability": "Talent: Until the start of your next turn, either another minion has -4 power (minimum power 0), OR this minion has +1 power."
              },
              {
                "quantity": "3",
                "name": "Puck",
                "power": "3",
                "ability": "Play an extra action OR draw a card."
              },
              {
                "quantity": "4",
                "name": "Tinx",
                "power": "2",
                "ability": "You may transfer an action played on another minion to this one."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Daisy Chain",
                "ability": "Play on a minion. Ongoing: If you control this minion it has +2 power, otherwise it has -2 power."
              },
              {
                "quantity": "1",
                "name": "Enchantment",
                "ability": "Play on a base and choose one: Ongoing: All minions here have +1 power. OR Ongoing: All minions here have -1 power."
              },
              {
                "quantity": "1",
                "name": "Fairy Ballet",
                "ability": "Draw two cards, OR draw a card and play an extra action."
              },
              {
                "quantity": "1",
                "name": "Ladybug",
                "ability": "Play on a minion. Ongoing: This minion cannot be destroyed. Talent: Transfer this action to another minion."
              },
              {
                "quantity": "2",
                "name": "Leaf Armor",
                "ability": "Play on a minion. Ongoing: This minion has +1 power. Talent: Transfer this action to another minion."
              },
              {
                "quantity": "1",
                "name": "Magic Acorns",
                "ability": "Each other player discards a card at random, OR you draw a card and play an extra action."
              },
              {
                "quantity": "1",
                "name": "Magic Ward",
                "ability": "Play on a base. Ongoing: Other players cannot play actions on this base or on minions here."
              },
              {
                "quantity": "1",
                "name": "Playful Tricks",
                "ability": "Destroy up to 2 actions played on minions and/or bases."
              }
            ]
          }
        },
        {
          "title": "Kitty Cats",
          "description": "Temporarily take control of other players' minions, and destroy minions you control.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/d/d1/Kitty_Cats.png",
          "deck": {
            "description": "Can haz base? Kitty Cats have the power to compel those of weak will to do what they wish... and the power to have billions of internet memes. Perhaps those are the key? Either way, the Kitty Cats will use their alluring power to dominate the fight at any base. Then head out for a night of jazzy music in the alleys!",
            "minions": [
              {
                "quantity": "1",
                "name": "Queen Fluffy",
                "power": "5",
                "ability": "Talent: Take control of a minion of power 3 or less until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Whiskers",
                "power": "4",
                "ability": "Talent: Play an extra action. Destroy one of your minions."
              },
              {
                "quantity": "3",
                "name": "Muffin",
                "power": "3",
                "ability": "Take control of a minion of power 3 or less until the end of the turn."
              },
              {
                "quantity": "4",
                "name": "Mr. Grumpers",
                "power": "2",
                "ability": "Choose a minion. It has -2 power until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Can Has Cheeseburger?",
                "ability": "Special: Before a base scores, take control of a minion there, of power 3 or less, until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Cat Fight",
                "ability": "Choose one of your minions. Draw cards equal to that minion's power. Destroy that minion."
              },
              {
                "quantity": "1",
                "name": "Cat's Paw",
                "ability": "Take control of a minion of power 5 or less until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Grumpiness",
                "ability": "Play on a minion. Ongoing: This minion has -2 power."
              },
              {
                "quantity": "1",
                "name": "Hang in There",
                "ability": "Play on one of your minions. Ongoing: If this minion would be destroyed, move it to another base and destroy this action instead."
              },
              {
                "quantity": "1",
                "name": "Hissy Fit",
                "ability": "Play on a base. Ongoing: All other players' minions here have -1 power."
              },
              {
                "quantity": "1",
                "name": "Invisible Bicycle",
                "ability": "Choose a base. Move any number of minions of power 2 or less from there to another base."
              },
              {
                "quantity": "1",
                "name": "Nine Lives",
                "ability": "Destroy one of your minions. Play an extra minion."
              }
            ]
          }
        },
        {
          "title": "Mythic Horses",
          "description": "Play multiple minions in a turn with bonuses for having multiple minions on the same base.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/d/dd/Mythic_Horses-0.png",
          "deck": {
            "description": "The power of togetherness shows through in Horses, whose mighty herds race across the land, trampling any who stand in their way. Not only normal horses, but pegasi, sea-horses and more will join the fight for the base! Remember that friendship is... smashable!",
            "minions": [
              {
                "quantity": "1",
                "name": "Starlyte",
                "power": "5",
                "ability": "Ongoing: This minion has +1 power for each of your other minions here."
              },
              {
                "quantity": "2",
                "name": "Rainbow",
                "power": "4",
                "ability": "Talent: If you have played another minion here, draw a card."
              },
              {
                "quantity": "3",
                "name": "Seastar",
                "power": "3",
                "ability": "If you play this minion on a base where you have another minion, you can play an extra minion this turn. Only use one Seastar's ability each turn."
              },
              {
                "quantity": "4",
                "name": "Pinkie",
                "power": "2",
                "ability": "Ongoing: While another of your minions is here, this minion has +1 power."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Adventure Power",
                "ability": "Choose a base. Move any number of your minions to it."
              },
              {
                "quantity": "2",
                "name": "Encouragement Power",
                "ability": "Play on one of your minions. Ongoing: This minion has +1 power for each of your other minions here."
              },
              {
                "quantity": "1",
                "name": "Freedom Power",
                "ability": "Destroy an action played on a minion or base."
              },
              {
                "quantity": "1",
                "name": "Friendship Power",
                "ability": "Move one of your minions to a base where you have a minion. You may place this action into your hand instead of the discard pile."
              },
              {
                "quantity": "1",
                "name": "Sharing Power",
                "ability": "Play on a base. Ongoing: At the start of your turn, if you have 2 or more minions here, draw a card."
              },
              {
                "quantity": "1",
                "name": "Super Future Space Armor Power",
                "ability": "Each of your minions that is on a base with another of your minions gains +2 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Teaching Power",
                "ability": "Special: Before a base scores, reveal one card from your deck for each of your minions there. Play one minion you reveal as an extra minion there. Return the rest of the cards to the top of the deck in any order."
              },
              {
                "quantity": "2",
                "name": "Togetherness Power",
                "ability": "Play an extra minion at a base where you have a minion."
              }
            ]
          }
        },
        {
          "title": "Princesses",
          "description": " A few power 5 minions with powerful talents and abilities, and a diverse assortment of supporting actions.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/a/a6/Princesses.png",
          "deck": {
            "description": "Dream a dream of ruling over your enemies! Princesses will make every wish come true through the power of pure love and happiness. Which can be used, oddly, to order everyone about, and even destroy your enemies. Don't be fooled: these innocent-looking beauties are few in number, but royal, strong and determined!",
            "minions": [
              {
                "quantity": "1",
                "name": "Apricot",
                "power": "5",
                "ability": "Talent: Destroy another player's minion of power 2 or less here."
              },
              {
                "quantity": "1",
                "name": "Eliza",
                "power": "5",
                "ability": "Ongoing: Other players cannot play more than one extra card per turn."
              },
              {
                "quantity": "1",
                "name": "Griselda",
                "power": "5",
                "ability": "Talent: Place an Heirloom card from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Marie DeGraw",
                "power": "5",
                "ability": "Talent: Reveal the top card of your deck. If it is a minion, draw it. Otherwise, place it on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Sleeping Beauty",
                "power": "5",
                "ability": "Ongoing: If this minion would go to the discard pile, shuffle it into your deck instead."
              },
              {
                "quantity": "1",
                "name": "Snow White",
                "power": "5",
                "ability": "Talent: Move a minion from another base to here."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Direct to DVD Sequel",
                "ability": "Shuffle a minion from your discard pile into your deck and draw a card."
              },
              {
                "quantity": "1",
                "name": "Fairy Godmother",
                "ability": "Draw a card, OR one minion gets +2 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Happily Ever After",
                "ability": "Play on a base. Ongoing: If you are the winner here when this base scores, gain 1 VP."
              },
              {
                "quantity": "3",
                "name": "Heirloom",
                "ability": "Play on a minion. Ongoing: This card gives this minion +1 power for each Heirloom on it. This card cannot be destroyed."
              },
              {
                "quantity": "2",
                "name": "Skillet",
                "ability": "Destroy a minion of power 2 or less and draw a card."
              },
              {
                "quantity": "1",
                "name": "Some Day My Prince Will Come",
                "ability": "Special: Before a base scores, move a minion from there to another base."
              },
              {
                "quantity": "1",
                "name": "Tale as Old as Time",
                "ability": "Choose a base. Move all of your minions to it."
              },
              {
                "quantity": "2",
                "name": "True Love's Kiss",
                "ability": "Move a minion to another base."
              },
              {
                "quantity": "1",
                "name": "Woodland Helpers",
                "ability": "Play on a base. Ongoing: After you play an action, you may place it on the bottom of your deck instead of in your discard pile."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Smash Up: Munchkin",
      "factions": [
        {
          "title": "Clerics",
          "description": "Return cards from the discard pile and prevent cards from going to the discard pile.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/4/49/Clerics.png",
          "deck": {
            "description": "Munchkin Clerics are here to spread the holy word ... and do some smiting while they're at it! They've got blessings for you and curses for your opponents, all for a low, low tithe!",
            "minions": [
              {
                "quantity": "1",
                "name": "Cardinal",
                "power": "5",
                "ability": "Talent: If your discard pile has at least five cards, place two of them, chosen at random, into your hand."
              },
              {
                "quantity": "2",
                "name": "Deep Friar",
                "power": "4",
                "ability": "Special: After this base scores, you may move another one of your minions here to another base instead of the discard pile."
              },
              {
                "quantity": "3",
                "name": "Turner",
                "power": "3",
                "ability": "Destroy an undead monster here OR shuffle a random minion from your discard pile into your deck."
              },
              {
                "quantity": "4",
                "name": "Holy Roller",
                "power": "2",
                "ability": "You may shuffle a card from your discard pile into your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Bin and Gone",
                "ability": "Play on a base. Ongoing: After another base scores, you may move one of your minions from there to here instead of the discard pile."
              },
              {
                "quantity": "2",
                "name": "Collection Plate",
                "ability": "Place two random cards from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Curse of Imprisonment",
                "ability": "Play on a minion. Ongoing: This minion loses its abilities."
              },
              {
                "quantity": "1",
                "name": "Curse of Uselessness",
                "ability": "Play on a minion. Ongoing: This minion adds no power to the base it is on."
              },
              {
                "quantity": "1",
                "name": "Good Habits",
                "ability": "All minions gain +1 power until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Join the Club",
                "ability": "Choose a base. All minions there get +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Remove Curse",
                "ability": "Destroy an action on a base or on a minion."
              },
              {
                "quantity": "1",
                "name": "Word of Recall",
                "ability": "Choose a random action from each other player's discard pile. You may play one of them as an extra action. Return the others."
              }
            ]
          }
        },
        {
          "title": "Dwarves",
          "description": "Gain and play treasures to boost the power of your minions.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/a/ad/Dwarves.png",
          "deck": {
            "description": "Digging underground for most of their lives gives them a sensitivity to light, especially the light glinting off a piece of treasure! It also gives them impressive muscles. The last place you want to be is between a Munchkin Dwarf, his pickaxe, and some treasure.",
            "minions": [
              {
                "quantity": "1",
                "name": "Dwarf King",
                "power": "5",
                "ability": "Ongoing: When a treasure card on one of your minions goes to the discard pile, place it into your hand instead."
              },
              {
                "quantity": "2",
                "name": "Loot Lover",
                "power": "4",
                "ability": "Ongoing: This minion has +2 power for each treasure card on it."
              },
              {
                "quantity": "3",
                "name": "Gold Digger",
                "power": "3",
                "ability": "Talent: Place a treasure card from the discard pile into your hand."
              },
              {
                "quantity": "4",
                "name": "Gem Grabber",
                "power": "2",
                "ability": "Ongoing: If this minion has a treasure card on it, it has +2 power."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Anything for Money",
                "ability": "Discard any number of cards. Draw one treasure card for each card you discarded."
              },
              {
                "quantity": "1",
                "name": "Cash Out",
                "ability": "Play up to 3 treasure cards from your hand as extra cards."
              },
              {
                "quantity": "1",
                "name": "Cunning Plan",
                "ability": "Special: Play before a base scores. Draw a treasure card. You may play it."
              },
              {
                "quantity": "2",
                "name": "Greed is Good",
                "ability": "Draw a treasure card OR place a treasure card from the discard pile into your hand. You may play an extra action."
              },
              {
                "quantity": "2",
                "name": "Hidden Assets",
                "ability": "Place the top 3 cards from the treasure card deck into its discard pile. Draw a card. You may play an extra action."
              },
              {
                "quantity": "1",
                "name": "Mine!",
                "ability": "Search the treasure deck for a card that can be played on a minion. Play it on one of your minions as an extra action. Shuffle the treasure deck."
              },
              {
                "quantity": "1",
                "name": "No! My Precious!",
                "ability": "Destroy an action played on a minion. If it is a treasure card, you may play an extra action."
              },
              {
                "quantity": "1",
                "name": "Salvage",
                "ability": "Special: Play before a base scores. Play a treasure card from the discard pile onto one of your minions there."
              }
            ]
          }
        },
        {
          "title": "Elves",
          "description": "Help other players to indirectly help yourself at the right moment.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/3/39/Elves.png",
          "deck": {
            "description": "Munchkin Elves want everyone to live in harmony, and they'll bash whomever they have to over the head to make that happen. Elves are also quite happy to help you ... and help themselves, while they're at it.",
            "minions": [
              {
                "quantity": "1",
                "name": "Fae Fighter",
                "power": "5",
                "ability": "Ongoing: After another player plays a minion, you may place a +1 power counter on it to place a +1 power counter on one of your minions here."
              },
              {
                "quantity": "2",
                "name": "Lord of the Prance",
                "power": "4",
                "ability": "Talent: Another player of your choice draws a card. Draw a card."
              },
              {
                "quantity": "3",
                "name": "Flower Child",
                "power": "2",
                "ability": "You may give another player control of this minion until it leaves play, to take control of one of that player's minions of power 3 or less until it leaves play."
              },
              {
                "quantity": "4",
                "name": "Elf Help Guru",
                "power": "2",
                "ability": "Talent: Give all other players' minions here +1 power each until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "After You",
                "ability": "Each other player draws a card. Draw a card for each player in the game, including yourself."
              },
              {
                "quantity": "1",
                "name": "Dancing Root",
                "ability": "All players shuffle their discard piles into their decks. Draw a card."
              },
              {
                "quantity": "1",
                "name": "Helping Hands",
                "ability": "Special: Play before a base scores if you have a minion there. Choose another player. That player gets +2 total power; your minion gets -2 power (minimum 0). If that player is the winner, you get one of that player's VPs."
              },
              {
                "quantity": "2",
                "name": "Pumping Iron",
                "ability": "Choose another player. That player chooses a minion to gain +2 power until the end of the turn. You choose a minion to get +3 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Run Away!",
                "ability": "Special: Play before a base scores if you have a minion there. Move one of your minions and another player's minion from there to another base."
              },
              {
                "quantity": "1",
                "name": "Run Away More!",
                "ability": "Special: Play before a base scores. Move any number of your minions from that base to another base."
              },
              {
                "quantity": "2",
                "name": "Trade",
                "ability": "Draw a random card from another player's hand and place it in yours, then place this card in that player's hand. You may play an extra action this turn."
              },
              {
                "quantity": "1",
                "name": "Traveling Elf",
                "ability": "Play on one of your minions. Talent: Move this minion to another base."
              }
            ]
          }
        },
        {
          "title": "Halflings",
          "description": "Draw many minions, play many minions and put minions on top of your deck.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/f/fc/Halflings.png",
          "deck": {
            "description": "It's hard to tell if you're up to your knees in children or Munchkin Halflings. A stabbing feeling in your thigh and the faint smell of sausage almost definitely means Halflings. They get everywhere and they just keep coming!",
            "minions": [
              {
                "quantity": "1",
                "name": "Shire Marshal",
                "power": "4",
                "ability": "Talent: Play an extra minion on a base where another player has more power than you."
              },
              {
                "quantity": "2",
                "name": "Pestling",
                "power": "3",
                "ability": "You may play an extra minion here."
              },
              {
                "quantity": "3",
                "name": "Bardling",
                "power": "2",
                "ability": "If another player has more power here than you, you may play an extra minion here."
              },
              {
                "quantity": "4",
                "name": "Quarterling",
                "power": "2",
                "ability": "If this is your only minion here, you may play an extra minion on this base."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Last Call",
                "ability": "Special: Play before a base scores. Play a minion there. Cancel that minion's ability until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Lunch Run",
                "ability": "Play on a base. Ongoing: After each time you play a minion here, draw a card."
              },
              {
                "quantity": "1",
                "name": "Out of Nowhere!",
                "ability": "Reveal cards from the top of your deck until two minions have been revealed. Place those minions into your hand. Shuffle the rest of the cards back into your deck."
              },
              {
                "quantity": "1",
                "name": "Rude Awakening",
                "ability": "Choose a base. Reveal your hand and play all minions in it onto that base as extra minions; cancel their abilities until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Small But Tough",
                "ability": "Play on your minion. Ongoing: When this minion goes to the discard pile, place it on top of your deck instead."
              },
              {
                "quantity": "1",
                "name": "Sneaksy",
                "ability": "Play on a base. Ongoing: Your minions here are not affected by other players' actions."
              },
              {
                "quantity": "1",
                "name": "Spoiled Brats",
                "ability": "Choose any number of minions from your discard pile, shuffle them, and place them on top of your deck."
              },
              {
                "quantity": "2",
                "name": "Unexpected Party",
                "ability": "Play an extra minion on a base where you have no minions."
              }
            ]
          }
        },
        {
          "title": "Mages",
          "description": "Discard cards to gain power, destroy minions, play extra cards, and manipulate monsters.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/d/d4/Mages.png",
          "deck": {
            "description": "What's better than zapping your enemies with lightning from your fingertips? Summoning something else to do it for you! Munchkin Mages are great at distracting their foes by dropping monsters on their heads. Surprise!",
            "minions": [
              {
                "quantity": "1",
                "name": "Blaster Master",
                "power": "5",
                "ability": "Talent: Discard a card to destroy a minion of power 2 or less."
              },
              {
                "quantity": "2",
                "name": "Happy Zapper",
                "power": "3",
                "ability": "Talent: Discard a card to give this minion +2 power until the end of the turn. Special: Before this base scores, you may use this minion's talent."
              },
              {
                "quantity": "3",
                "name": "Wand Whiz",
                "power": "3",
                "ability": "You may discard a card to play an extra minion or action."
              },
              {
                "quantity": "4",
                "name": "Scroll Shuffler",
                "power": "2",
                "ability": "Discard a card. Draw a card."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Charm",
                "ability": "Take control of a monster and treat it as one of your minions until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Embiggen",
                "ability": "Choose a minion. Discard any number of cards. The minion gets +1 power until the end of the turn for each card you discarded."
              },
              {
                "quantity": "1",
                "name": "Mass Summoning",
                "ability": "Play a monster on each base."
              },
              {
                "quantity": "1",
                "name": "Portal to Beyond",
                "ability": "Play on a base. Talent: Discard a card to play a monster here."
              },
              {
                "quantity": "2",
                "name": "Recover Arcane Wisdom",
                "ability": "Draw until you have five cards in your hand."
              },
              {
                "quantity": "1",
                "name": "Some Enchanted Evening",
                "ability": "Discard any number of cards. Play an extra minion of power 3 or less for each card you discard."
              },
              {
                "quantity": "1",
                "name": "Speed Reading",
                "ability": "Discard a card. Draw three cards."
              },
              {
                "quantity": "2",
                "name": "Zzzzzap!",
                "ability": "Discard a card to destroy a minion of power 3 or less."
              }
            ]
          }
        },
        {
          "title": "Orcs",
          "description": "Brute force against your opponents with bonuses for having more power than others.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/c/c9/Orcs-0.png",
          "deck": {
            "description": "Birds travel in flocks. Deer travel in herds. Munchkin Orcs travel in hordes! It's hard to beat the overwhelming power of the horde, or the smell. No, really. Don't even try.",
            "minions": [
              {
                "quantity": "1",
                "name": "Sword Lord",
                "power": "5",
                "ability": "Ongoing: Each of your other minions has +1 power."
              },
              {
                "quantity": "2",
                "name": "Topper Chopper",
                "power": "5",
                "ability": "Talent: Do nothing."
              },
              {
                "quantity": "3",
                "name": "Hammer Slammer",
                "power": "3",
                "ability": "Destroy a minion of power 2 or less."
              },
              {
                "quantity": "4",
                "name": "Dork Orc",
                "power": "2",
                "ability": "Ongoing: This minion is not affected by other players' actions."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "And Stay Down!",
                "ability": "Special: Play before a base scores. If you have the highest total power here, other players cannot play or use Special abilities."
              },
              {
                "quantity": "2",
                "name": "Angry Pillagers",
                "ability": "Special: Play when a base scores. If you have at least 3 more power there than the runner-up, gain 1 VP."
              },
              {
                "quantity": "1",
                "name": "Crush",
                "ability": "Choose a base and a player who has fewer minions there than you. Destroy one of that player's minions there."
              },
              {
                "quantity": "1",
                "name": "Death Breath",
                "ability": "Place a minion of power 4 or less on the bottom of its owner's deck."
              },
              {
                "quantity": "2",
                "name": "Dogpile",
                "ability": "Move one of your minions to a base where you have at least two minions. Special: You may play this before a base scores."
              },
              {
                "quantity": "1",
                "name": "Gimme!",
                "ability": "Choose an action on a minion. Destroy that minion and transfer the action to one of your minions."
              },
              {
                "quantity": "1",
                "name": "Stalling",
                "ability": "Play on a base. Ongoing: Each time another player plays a card, you may choose for your minions here not to be affected by it."
              },
              {
                "quantity": "1",
                "name": "Too Tough",
                "ability": "Play on a minion. Ongoing: This minion is not affected by other players' actions."
              }
            ]
          }
        },
        {
          "title": "Thieves",
          "description": "Steal action cards in play, gain treasures, and sell treasures for VP.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/8/87/Thieves.png",
          "deck": {
            "description": "Keep your eyes on Munchkin Thieves at all times. The moment you look away, you'll find a dagger in your back and your precious treasures in someone else's back ... pocket!",
            "minions": [
              {
                "quantity": "1",
                "name": "Master Thief",
                "power": "5",
                "ability": "Talent: Draw a treasure card."
              },
              {
                "quantity": "2",
                "name": "Fence",
                "power": "3",
                "ability": "You may discard two treasure cards to gain 1 VP."
              },
              {
                "quantity": "3",
                "name": "Cat Burglar",
                "power": "3",
                "ability": "Reveal any number of treasure cards from your hand. Place a +1 power counter on this minion for each one you revealed."
              },
              {
                "quantity": "4",
                "name": "Pickpocket",
                "power": "2",
                "ability": "If there is another Pickpocket here, draw a treasure card."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Backstab",
                "ability": "Discard a treasure card to destroy a minion of power 3 or less."
              },
              {
                "quantity": "1",
                "name": "Clever Distraction",
                "ability": "Special: Play after a base scores, if you have a minion there. The winner loses 1 VP and you gain 1 VP."
              },
              {
                "quantity": "1",
                "name": "Mugging",
                "ability": "Transfer an action played on a minion to one of your minions."
              },
              {
                "quantity": "2",
                "name": "Potion Bandolier",
                "ability": "Choose a minion. Discard a treasure card to give that minion +3 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Secret Stash",
                "ability": "Play on a base. Ongoing: When this base scores, add two treasure cards to the reward."
              },
              {
                "quantity": "1",
                "name": "Smuggling",
                "ability": "Discard two treasure cards to gain 1 VP. Shuffle your discard pile into your deck. Place this card on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Strip Bare",
                "ability": "Choose a treasure card in play. Place it into your hand."
              },
              {
                "quantity": "2",
                "name": "Swipe",
                "ability": "Draw a treasure card."
              }
            ]
          }
        },
        {
          "title": "Warriors",
          "description": "Play and destroy monsters on bases to manipulate the breakpoint and gain treasures.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/e/ee/Warriors.png",
          "deck": {
            "description": "Whether they're from the windswept plains or the noblest castles, mighty Munchkin warriors live to fight! Using their brawn and all things pointy, warriors excel at killing things, especially Monsters.",
            "minions": [
              {
                "quantity": "1",
                "name": "Big Hero",
                "power": "5",
                "ability": "Talent: Destroy a monster here OR play a monster here."
              },
              {
                "quantity": "2",
                "name": "Star Player",
                "power": "4",
                "ability": "Ongoing: After a monster is destroyed here, place a +1 power counter on this minion."
              },
              {
                "quantity": "3",
                "name": "Beserker",
                "power": "3",
                "ability": "Destroy a monster here with power less than or equal to this minion to place a +1 power counter on this minion."
              },
              {
                "quantity": "4",
                "name": "Taunter",
                "power": "2",
                "ability": "You may play a monster here."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Campaign",
                "ability": "Each of your minions on a base that has a monster gains +2 power until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Cleave",
                "ability": "Destroy a monster. You may play any treasures you get from destroying it as extra cards."
              },
              {
                "quantity": "1",
                "name": "Dumbbells",
                "ability": "Play on a minion. Ongoing: This minion has +3 power."
              },
              {
                "quantity": "2",
                "name": "Dungeon Bait",
                "ability": "Play a monster on a base OR destroy a minion of power 2 or less."
              },
              {
                "quantity": "1",
                "name": "Eternal Hero",
                "ability": "Play on one of your minions. Ongoing: When this minion goes to the discard pile, place it and this action into your hand instead."
              },
              {
                "quantity": "1",
                "name": "Ruckus",
                "ability": "Choose a base. Play two monsters there OR destroy all monsters there but do not collect any treasure cards."
              },
              {
                "quantity": "1",
                "name": "Shield of Ubiquity",
                "ability": "Play on a minion. Ongoing: This minion has +2 power for each monster here."
              },
              {
                "quantity": "1",
                "name": "War Cry",
                "ability": "Destroy a monster to add its power to a minion at that base until the end of the turn."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "It's Your Fault!",
      "factions": [
        {
          "title": "Dragons",
          "description": "Break down bases and make them unattractive for other players with your presence.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/4/40/Dragons.png",
          "deck": {
            "description": "Here there be Dragons! These massive monstrosities of legend have come to Smash Up, and they took smashing bases literally. They have little time for your opponent's shenanigans, for other factions are crunchy, and taste good with ketchup.",
            "minions": [
              {
                "quantity": "1",
                "name": "Great Wyrm",
                "power": "5",
                "ability": "Ongoing: Other players here are awarded 1 less VP from this base when it scores."
              },
              {
                "quantity": "2",
                "name": "Wyvern",
                "power": "4",
                "ability": "Destroy a minion here of power 3 or less. Talent: Reduce the breakpoint of this base by 3 until the end of the turn."
              },
              {
                "quantity": "3",
                "name": "Imperial Dragon",
                "power": "4",
                "ability": "Ongoing: After another player plays or moves a minion here, draw a card."
              },
              {
                "quantity": "4",
                "name": "Hatchling",
                "power": "2",
                "ability": "Ongoing: After another player plays or moves a minion here, it gets -1 power until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Bring Down the Walls",
                "ability": "Play on a base. Ongoing: Before this base scores, you may play a minion here."
              },
              {
                "quantity": "1",
                "name": "Burn It Down",
                "ability": "Destroy a base and any actions played on it. Replace it with the top card of the base deck or a base from the discard pile. All minions from the original base remain."
              },
              {
                "quantity": "1",
                "name": "Dangerous Ground",
                "ability": "Play on a base. Ongoing: Other players must discard a card to play a minion here."
              },
              {
                "quantity": "1",
                "name": "Dragon Lands",
                "ability": "Play on a base. Ongoing: Your minions here have +1 power. Special: Before a base scores, you may play this card there."
              },
              {
                "quantity": "1",
                "name": "Flank Attack",
                "ability": "Search your deck and/or discard pile for an action that can be played on a base and play it as an extra action. Shuffle your deck if you searched it."
              },
              {
                "quantity": "1",
                "name": "Intimidating Presence",
                "ability": "Play on a base. Ongoing: Other players' minions here have -1 power. Special: Before a base scores, you may play this card there."
              },
              {
                "quantity": "1",
                "name": "Raze",
                "ability": "Play on a base. Ongoing: This base's ability is cancelled."
              },
              {
                "quantity": "2",
                "name": "Ruins",
                "ability": "Play on a base. Ongoing: Other players here are awarded 1 less VP from this base when it scores."
              }
            ]
          }
        },
        {
          "title": "Mythic Greeks",
          "description": "Get bonus power from playing the diverse \"favors of the gods\" (= actions).",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/7/77/Mythic_Greeks-0.png",
          "deck": {
            "description": "This is the story of a time long ago - a time of myth and legend. When the ancient gods were petty and cruel, and they plagued mankind with suffering... The ancient gods and heroes of Greek myth have returned, bringing their favors and curses, heroics and bravery to your Base battles!",
            "minions": [
              {
                "quantity": "1",
                "name": "Odysseus",
                "power": "5",
                "ability": "Ongoing: After you play an action, place a +1 power counter on one of your minions."
              },
              {
                "quantity": "1",
                "name": "Heracles",
                "power": "4",
                "ability": "Ongoing: After any player plays an action, this minion gains +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Jason",
                "power": "4",
                "ability": "Ongoing: After the first time you play an action each turn, choose a base. All of your minions there gain +1 power until the end of the turn."
              },
              {
                "quantity": "3",
                "name": "Spartan",
                "power": "3",
                "ability": "Ongoing: Place a +1 power counter on this minion after the first time you play an action on your turn."
              },
              {
                "quantity": "4",
                "name": "Argonaut",
                "power": "2",
                "ability": "Trigger all abilities that would trigger from you playing an action. Special: Any time you can play an action, you can play this card instead."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Favor of Aphrodite",
                "ability": "Play an extra minion."
              },
              {
                "quantity": "1",
                "name": "Favor of Apollo",
                "ability": "Draw a card and play an extra action."
              },
              {
                "quantity": "1",
                "name": "Favor of Ares",
                "ability": "One of your minions gains +3 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Favor of Athena",
                "ability": "Reveal the top 5 cards of your deck. You may place one of the revealed actions into your hand, and return the rest to the top of your deck in any order."
              },
              {
                "quantity": "1",
                "name": "Favor of Dionysus",
                "ability": "One of your minions gains +1 power until the end of the turn. Play an extra action. You may place this card on top of your deck instead of the discard pile."
              },
              {
                "quantity": "1",
                "name": "Favor of Hades",
                "ability": "Place an action card from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Favor of Hera",
                "ability": "Place a +1 power counter on up to two of your minions."
              },
              {
                "quantity": "1",
                "name": "Favor of Hermes",
                "ability": "Play two extra actions."
              },
              {
                "quantity": "1",
                "name": "Favor of Poseidon",
                "ability": "Shuffle up to three cards from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Favor of Zeus",
                "ability": "Reduce the breakpoint of a base by 5 until the end of the turn."
              }
            ]
          }
        },
        {
          "title": "Sharks",
          "description": "Destroy minions below a certain power to get extra power and extra minion plays.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/4/4b/Sharks.png",
          "deck": {
            "description": "The most perfect killing machines. Predators that have evolved to the apex of their realm. And now they want our realm! Sharks are coming on land to show that they have what it takes to be at the top of the food chain in and out of the water. Just when you thought it was safe to go back to the convenience store...",
            "minions": [
              {
                "quantity": "1",
                "name": "Megalodon",
                "power": "5",
                "ability": "You may destroy a minion of power 4 or less here. Special: Before this base scores, you may destroy a minion here of power 3 or less."
              },
              {
                "quantity": "2",
                "name": "Great White",
                "power": "4",
                "ability": "Talent: Move this minion to another base and destroy a minion there of power 2 or less."
              },
              {
                "quantity": "3",
                "name": "Hammerhead",
                "power": "3",
                "ability": "Ongoing: After a minion here is destroyed, place a +1 power counter on this minion."
              },
              {
                "quantity": "4",
                "name": "Mako",
                "power": "2",
                "ability": "Special: After you destroy a minion on any base, you may play this minion there as an extra minion."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Air Jaws",
                "ability": "Move one of your minions to another base, then destroy a minion there of power 3 or less."
              },
              {
                "quantity": "2",
                "name": "Blood in the Water",
                "ability": "Play on a base. Ongoing: After a minion is destroyed here, you may play a minion here of power 3 or less as an extra minion."
              },
              {
                "quantity": "1",
                "name": "Chum",
                "ability": "Play on a minion. Ongoing: After a minion is destroyed, place a +1 power counter on this minion."
              },
              {
                "quantity": "1",
                "name": "Dangerous Waters",
                "ability": "Play on a base. Talent: Choose a minion here. It gets -2 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Feeding Frenzy",
                "ability": "Choose a base. Destroy any number of minions there of power 2 or less."
              },
              {
                "quantity": "1",
                "name": "Freakin' Laser Beam",
                "ability": "Choose one of your minions. Destroy a minion with equal or lower power at your minion's base."
              },
              {
                "quantity": "1",
                "name": "Torn Apart",
                "ability": "Destroy a minion of power 3 or less and draw a card."
              },
              {
                "quantity": "2",
                "name": "Week of Sharks",
                "ability": "Play on a base. Ongoing: If you have a minion here, draw an extra card at the end of your turn. Only use one Week of Sharks ability each turn."
              }
            ]
          }
        },
        {
          "title": "Superheroes",
          "description": "Power 2 minions that can directly bring in a diverse crew of power 5 minions.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/d/d6/Superheroes.png",
          "deck": {
            "description": "Faster than a speeding bullet. More powerful than an aggromotive. Able to leap tall Nukebots in a single bound... The mighty power of the comic page comes to life! Defeat your arch-nemesis with super strength, speed, and toughness. Then find out who wins the base in the next exciting issue!",
            "minions": [
              {
                "quantity": "1",
                "name": "Awesome Guy",
                "power": "5",
                "ability": "Ongoing: Your minions here cannot be destroyed by other players."
              },
              {
                "quantity": "1",
                "name": "Captain Amazing",
                "power": "5",
                "ability": "Talent: Give each of your minions here +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Mind Lady",
                "power": "5",
                "ability": "Talent: Choose another player's minion. That minion's abilities are cancelled until the start of your next turn."
              },
              {
                "quantity": "1",
                "name": "The Burst",
                "power": "5",
                "ability": "Ongoing: After a minion is played on a base, you may move this minion to there."
              },
              {
                "quantity": "5",
                "name": "Mild Mannered Citizen",
                "power": "2",
                "ability": "Ongoing: At the start of your turn you may destroy this minion to search your deck for a minion of power 5 or more, play it here as an extra minion, and shuffle your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Expanded Power",
                "ability": "Play on a minion. Ongoing: This minion has +1 power and can't be destroyed by other players."
              },
              {
                "quantity": "2",
                "name": "Golden Age",
                "ability": "Place up to three minions from your discard pile on the bottom of your deck."
              },
              {
                "quantity": "2",
                "name": "Justice Friends",
                "ability": "Each of your minions of power 5 or more gains +2 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "My Only Weakness",
                "ability": "Play on a minion. Ongoing: This minion's abilities are cancelled."
              },
              {
                "quantity": "2",
                "name": "Not Really Dead",
                "ability": "Place up to two minions of power 2 or less from your discard pile into your hand."
              },
              {
                "quantity": "1",
                "name": "Radioactive Exposure",
                "ability": "Destroy one of your minions to search your deck for a minion with more power, play it there as an extra minion, and shuffle your deck."
              },
              {
                "quantity": "1",
                "name": "Secret Base",
                "ability": "Play on a base. Ongoing: Your minions here of power 3 or less cannot be destroyed by other players."
              },
              {
                "quantity": "1",
                "name": "Sidekick",
                "ability": "Choose a base where you have a minion of power 5 or more. Play a minion there of power 2 or less as an extra minion."
              }
            ]
          }
        },
        {
          "title": "Tornados",
          "description": "Move minions. Move your own minions. Move other players' minions.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/b/b6/Tornados-0.png",
          "deck": {
            "description": "Ok, yes, we hope you get the obvious joke. But hey, Tornados are pretty awesome in this game (not as much in real life). Get ready to spread minions all over the place with these excellent Shark Delivery Systems(TM).",
            "minions": [
              {
                "quantity": "1",
                "name": "Monster Tornado",
                "power": "5",
                "ability": "Talent: Move a minion of power 4 or less from here to another base, or from another base to here."
              },
              {
                "quantity": "2",
                "name": "Cyclone",
                "power": "4",
                "ability": "Talent: Move this minion to another base."
              },
              {
                "quantity": "3",
                "name": "Twister",
                "power": "3",
                "ability": "You may move a minion of power 3 or less from here to another base, or from another base to here."
              },
              {
                "quantity": "4",
                "name": "Dust Devil",
                "power": "2",
                "ability": "Special: Before a base scores, you may move this minion to there."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Carried Away",
                "ability": "Move a minion to another base."
              },
              {
                "quantity": "1",
                "name": "Gone with the Wind",
                "ability": "Special: Play after a base scores. You may move one of your minions from there to another base instead of the discard pile."
              },
              {
                "quantity": "1",
                "name": "Not in Kansas",
                "ability": "Destroy a base and any actions played on it or on minions there. Replace it with the top card of the base deck. All minions from the original base remain."
              },
              {
                "quantity": "1",
                "name": "Over the Rainbow",
                "ability": "Special: Play before a base scores. Move one of your minions from another base to there."
              },
              {
                "quantity": "1",
                "name": "Picked Up",
                "ability": "Special: Play before a base scores. Move a minion from there to another base."
              },
              {
                "quantity": "1",
                "name": "Ripped Off",
                "ability": "Transfer an action played on a base to another base or on a minion to another minion."
              },
              {
                "quantity": "2",
                "name": "Trade Winds",
                "ability": "Choose two minions of power 3 or less. Move each one to the other's base."
              },
              {
                "quantity": "1",
                "name": "Whirlwinds",
                "ability": "You may move any number of your minions to other bases."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Cease and Desist",
      "factions": [
        {
          "title": "Astroknights",
          "description": "Ten unique minions focus on drawing and playing cards to increase minion power.",
          "image": "https://vignette4.wikia.nocookie.net/smashup/images/5/5f/Astro_Knights.png",
          "deck": {
            "description": "Quite a while back, in a grouping of stars not close to here, the Astroknights protected the various species of the galaxy! Boosting their strength, speed and skill with the incredible powers of the Fours, they were the equal of armies. But now their time is past, and darkness reigns. Will a rag-tag group of heroes be able to defeat a massive juggernaut of an imperium and restore freedom? Hey, it's a space opera -- of course they will!",
            "minions": [
              {
                "quantity": "1",
                "name": "Space Knight",
                "power": "5",
                "ability": "Talent: Reveal the top three cards of your deck. You may draw one action from the revealed cards. Return the rest in any order."
              },
              {
                "quantity": "1",
                "name": "Scoundrel",
                "power": "4",
                "ability": "Talent: Move this minion and another one of your minions here to another base."
              },
              {
                "quantity": "1",
                "name": "Space Prince",
                "power": "4",
                "ability": "Talent: Play an extra action that directly increases the power of one of your minions."
              },
              {
                "quantity": "1",
                "name": "Walking Carpet",
                "power": "4",
                "ability": "Special: Before this base scores, if you are not winning, you may play an action that directly increases the power of this minion."
              },
              {
                "quantity": "1",
                "name": "Alien Guru",
                "power": "2",
                "ability": "Ongoing: Once per turn, after you play an action that directly increases a minion's power, you may also place a +1 power counter on it."
              },
              {
                "quantity": "1",
                "name": "Annoying Alien",
                "power": "2",
                "ability": "Talent: Name a minion. All minions here with that name get -2 power until the start of your next turn."
              },
              {
                "quantity": "1",
                "name": "Astro Robot",
                "power": "2",
                "ability": "Destroy an action played on this base or on a minion here."
              },
              {
                "quantity": "1",
                "name": "Mannersbot",
                "power": "2",
                "ability": "Talent: Reveal the top card of your deck. If it is an action, draw it, otherwise return it."
              },
              {
                "quantity": "1",
                "name": "Pupoks",
                "power": "2",
                "ability": "Talent: Lose 1 VP to reveal the top three cards of your deck and draw them. You may play one of them as an extra card."
              },
              {
                "quantity": "1",
                "name": "Ghost Knight",
                "power": "0",
                "ability": "Ongoing: This minion cannot be destroyed. Your other minions here have +2 power."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Block the Probe",
                "ability": "Choose a minion. It gains +2 power until the end of the turn. Special: You may play this card before a base scores."
              },
              {
                "quantity": "1",
                "name": "Hidden Base",
                "ability": "Play on a base. Ongoing: At the start of your turn, if you have a minion here, draw a card."
              },
              {
                "quantity": "1",
                "name": "It's a Trap!",
                "ability": "Special: Before a base scores, reveal cards from your deck until you reveal an action. You may draw it or play it immediately. Shuffle the unused cards into your deck."
              },
              {
                "quantity": "2",
                "name": "Laser Sword",
                "ability": "Play on a minion. Ongoing: This minion has +1 power and is not affected by other players' minions."
              },
              {
                "quantity": "1",
                "name": "Prepare for Battle",
                "ability": "Reveal the top two cards of your deck. Place one into your hand and the other on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Recycle the Trash",
                "ability": "Shuffle up to two actions from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Use the Fours",
                "ability": "One of your minions gains +4 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Yield to Rage",
                "ability": "One of your minions gains +2 power until the end of the turn. Play an extra action."
              }
            ]
          }
        },
        {
          "title": "Changerbots",
          "description": "Mobile faction where minions switch between having higher power or utilizing abillities.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/e/e3/Changerbots.png",
          "deck": {
            "description": "Quite a lot more than your eyes first perceive! The Changerbots hail from another world, but secretly move about ours in the form of everyday transportation. They change their form and abilities to fight a never-ending battle against their enemies, and protect the human race from their robotic shenanigans. They are also the subject of an absolutely terrible movie reboot, apparently.",
            "minions": [
              {
                "quantity": "1",
                "name": "Leader Two",
                "power": "6",
                "ability": "Talent: One of your other minions gains +2 power until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Solarshout",
                "power": "4",
                "ability": "Talent: Play an extra action. Give this minion -2 power until the end of the turn."
              },
              {
                "quantity": "3",
                "name": "Bruiser",
                "power": "2",
                "ability": "Ongoing: This minion cannot be destroyed. Talent: This minion gains +2 power and loses its Ongoing ability and all other abilities until the start of your next turn."
              },
              {
                "quantity": "4",
                "name": "Huffie",
                "power": "3",
                "ability": "Talent: Move this minion to another base and give it -1 power until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Cesium Armor",
                "ability": "Play on a minion. Ongoing: This minion has +1 power and cannot be destroyed."
              },
              {
                "quantity": "2",
                "name": "Change Into A Gun",
                "ability": "Play on one of your minions to destroy a minion of power 4 or less there. Ongoing: This minion has -2 power. Destroy this card at the start of your turn."
              },
              {
                "quantity": "1",
                "name": "Change Up and Roll On",
                "ability": "Special: Before a base scores you may move any number of your minions to there. They each get -1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Flighterizer",
                "ability": "Play on one of your minions. Ongoing: This minion has the ability: 'Talent: Move this minion to another base and give it -1 power until the end of the turn.'"
              },
              {
                "quantity": "1",
                "name": "Form Mergacon",
                "ability": "Choose a base. Each of your minions there gains +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Matrix of Bossiness",
                "ability": "Play on one of your minions. Ongoing: This minion's printed power is treated as if it were 5."
              },
              {
                "quantity": "1",
                "name": "Passengers",
                "ability": "Play on a minion. Ongoing: This minion has the ability: 'Talent: If this minion moved this turn, move another one of your minions from the previous base to here.'"
              },
              {
                "quantity": "2",
                "name": "The Touch",
                "ability": "Play on one of your minions. Ongoing: This minion has the ability: 'Talent: This minion gains +3 power and loses all other abilities until the end of the turn.'"
              }
            ]
          }
        },
        {
          "title": "Ignobles",
          "description": "Give control of your minions to others for benefits, often before taking them back.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/b/bf/Ignobles.png",
          "deck": {
            "description": "In the game of kingly seats, you smash the base, or you are destroyed. The Ignobles can be trusted just about as far as you can throw them. Backstabbing, swapping sides, and the occasional party crashing is par for the course for these medieval schemers. Watch out for help offered from one of these untrustworthy types, it will be short lived.",
            "minions": [
              {
                "quantity": "1",
                "name": "Aunt of Drakes",
                "power": "5",
                "ability": "Talent: Give control of one of your minions to another player to draw a card and play an extra action."
              },
              {
                "quantity": "2",
                "name": "Foot of the King",
                "power": "4",
                "ability": "Ongoing: At the end of your turn, you may take control of a minion you own."
              },
              {
                "quantity": "3",
                "name": "Betrothed",
                "power": "3",
                "ability": "You may give control of this minion to another player. Ongoing: The owner of this minion gains 1 VP if another player wins this base and controls this minion."
              },
              {
                "quantity": "4",
                "name": "Sneaky Squire",
                "power": "2",
                "ability": "You may give control of this minion to another player to play an extra minion."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Activate the Spy",
                "ability": "Take control of a minion you own. Play an extra action."
              },
              {
                "quantity": "1",
                "name": "Banner Call",
                "ability": "Take control of any number of minions you own."
              },
              {
                "quantity": "1",
                "name": "Fate of the Favorites",
                "ability": "Each player destroys a minion they own."
              },
              {
                "quantity": "1",
                "name": "Hostage Exchange",
                "ability": "Give another player control of one of your minions to take control of one of their minions of equal or less power."
              },
              {
                "quantity": "1",
                "name": "Inevitable Betrayal",
                "ability": "Special: Before a base scores, take control of a minion you own there."
              },
              {
                "quantity": "1",
                "name": "Out of Sight",
                "ability": "Each player returns a minion they own to their hand."
              },
              {
                "quantity": "1",
                "name": "Red Birthday Party",
                "ability": "Destroy a minion you own and all minions with less power on the same base."
              },
              {
                "quantity": "2",
                "name": "Repaying Debts",
                "ability": "Give control of one of your minions to another player to draw two cards and play an extra minion."
              }
            ]
          }
        },
        {
          "title": "Star Roamers",
          "description": "Cards work together to trigger and manipulate how your minions are affected.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/7/76/Star_Roamers.png",
          "deck": {
            "description": "These are the travels of the spaceship Undertaking. It's several-year mission: to find new worlds, seek out new life and new attractive green ladies, to bravely go where no person has gone before! The Star Roamers travel about the board, using their incredible teleporting technology to send countless ensigns to their deaths, all in the name of base smashing!",
            "minions": [
              {
                "quantity": "1",
                "name": "Ship's Captain",
                "power": "5",
                "ability": "Search your deck for a minion, reveal it, add it to your hand and shuffle your deck. If it has power 3 or less, play it here as an extra minion."
              },
              {
                "quantity": "1",
                "name": "Medical Officer",
                "power": "4",
                "ability": "Ongoing: If another one of your minions would be destroyed, you may return it to its owner's hand instead."
              },
              {
                "quantity": "1",
                "name": "Science Officer",
                "power": "4",
                "ability": "Talent: Return one of your minions of power 4 or less to its owner's hand. Play an extra minion with a different name."
              },
              {
                "quantity": "3",
                "name": "Ship's Engineer",
                "power": "3",
                "ability": "Ongoing: If another one of your minions would be returned to your hand, you may move it to another base instead."
              },
              {
                "quantity": "4",
                "name": "Ensign",
                "power": "2",
                "ability": "Ongoing: When an opponent plays a card that directly affects one of your other minions here, you may have it affect this minion instead."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Hyperspeed 10",
                "ability": "Choose a base. Move all minions from there to a single other base."
              },
              {
                "quantity": "2",
                "name": "Mass Teleport",
                "ability": "Each player returns one of their minions to its owner's hand."
              },
              {
                "quantity": "2",
                "name": "Port Me Up",
                "ability": "Return one of your minions to its owner's hand. Special: You may play this after a base scores; the minion must be on the scoring base."
              },
              {
                "quantity": "1",
                "name": "Protector Fields",
                "ability": "Play on a base where you have a minion. Ongoing: Your minions here are not affected by other players' cards."
              },
              {
                "quantity": "1",
                "name": "Teleport Error",
                "ability": "Choose a minion. Move it to another random base."
              },
              {
                "quantity": "1",
                "name": "Teleport Overflow",
                "ability": "Return one of your minions to its owner's hand. Reveal any number of minions with the same name from your hand, and play them as extra minions."
              },
              {
                "quantity": "1",
                "name": "Weird New Worlds",
                "ability": "Play the top base from the base deck. Play this card and an extra minion on it. Ongoing: When the next base scores, do not replace it; destroy this card."
              },
              {
                "quantity": "1",
                "name": "Whiplash Maneuver",
                "ability": "Play on a base. Ongoing: If any of your minions on other bases would be returned to your hand, you may move them here instead."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "What Were We Thinking?",
      "factions": [
        {
          "title": "Explorers",
          "description": "Future base manipulation and knowledge, Move/Play extra minions on new bases to take early leads. move all over the place.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/1/17/Explorers.png",
          "deck": {
            "description": "This faction doesn't belong in a museum! They belong on bases! The Explorers use their fearless sense of adventure to move quickly onto new bases and establish your power there quickly. By helping you control the flow of bases, they can nearly guarantee fortune and glory... or at least points.",
            "minions": [
              {
                "quantity": "1",
                "name": "Idaho Smith",
                "power": "5",
                "ability": "You may play the top base of the base deck, and move this minion and any number of your other minions from here to there."
              },
              {
                "quantity": "2",
                "name": "Guide",
                "power": "4",
                "ability": "Ongoing: After the first time each of your minions moves in a turn it gains +1 power until the end of the turn."
              },
              {
                "quantity": "3",
                "name": "Crypt Looter",
                "power": "3",
                "ability": "Special: After a new base comes into play, you may play this minion on it as an extra minion."
              },
              {
                "quantity": "4",
                "name": "Glory Hound",
                "power": "2",
                "ability": "Look at the top two cards of the base deck. Place one on the bottom of the deck and the other on the top."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Dr Livingstone, I Presume?",
                "ability": "Choose a minion. If it is the only minion on its base, shuffle it into its owner's deck."
              },
              {
                "quantity": "1",
                "name": "Forgotten Horrors",
                "ability": "Play on a base. Ongoing: After you play a minion here or play a card that moves your minions to here, draw a card and transfer this action to another base."
              },
              {
                "quantity": "2",
                "name": "Fortune and Glory",
                "ability": "Choose a base. You may move up to two minions from there to another base."
              },
              {
                "quantity": "1",
                "name": "I Said No Camels!",
                "ability": "Choose a base. Place a +1 power counter on each of your minions there OR draw a card for each of your minions there."
              },
              {
                "quantity": "1",
                "name": "It Belongs in a Museum",
                "ability": "Choose two minions on different bases. Move each one to the other's base."
              },
              {
                "quantity": "2",
                "name": "Lost City",
                "ability": "Special: After a base scores, reveal the top two cards of the base deck. Choose one to replace the scored base and discard the other. Play a minion on the new base as an extra minion."
              },
              {
                "quantity": "1",
                "name": "X Never Marks the Spot",
                "ability": "Move each of your minions."
              },
              {
                "quantity": "1",
                "name": "You Call This Archaeology?",
                "ability": "Move one of your minions. Special: You may play this before or after a base scores."
              }
            ]
          }
        },
        {
          "title": "Grannies",
          "description": "Manipulate your deck, draw/play actions from the top of your deck and draw/play minions from the bottom of your deck.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/6/6f/Grannies.png",
          "deck": {
            "description": "Everybody loves grandma! And grandma loves you, let me find something in my bag here for you... Grannies keep close tabs on the family, even if the family includes dinosaurs or zombies! They always know who is coming and going, and that slight busybody-ness can come in incredibly handy when planning your strategies for smashing bases.",
            "minions": [
              {
                "quantity": "1",
                "name": "Matriarch",
                "power": "5",
                "ability": "Talent: Reveal the bottom two cards of your deck. Draw any minions revealed, and discard the rest."
              },
              {
                "quantity": "2",
                "name": "Granny",
                "power": "4",
                "ability": "Talent: Look at the top card of your deck. Place it on the top or bottom of your deck."
              },
              {
                "quantity": "3",
                "name": "Nana",
                "power": "3",
                "ability": "Reveal the top card of your deck. If it is an action, draw it or play it as an extra action. Otherwise place it on the bottom of your deck."
              },
              {
                "quantity": "4",
                "name": "Grandma",
                "power": "2",
                "ability": "Look at the top card of your deck. Place it on the top or bottom of your deck."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Always Room at Granny's",
                "ability": "Special: Play after a base scores. Place up to three of your minions there on the top and/or bottom of your deck in any order."
              },
              {
                "quantity": "2",
                "name": "Attic Treasures",
                "ability": "Place three cards from your hand on the bottom of your deck in any order. Draw three cards."
              },
              {
                "quantity": "1",
                "name": "Chicken Soup",
                "ability": "Place up to two cards from your discard pile on the top and/or bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Don't Mess With My Babies!",
                "ability": "Play on a base. Ongoing: Your minions here cannot be affected by other players' cards."
              },
              {
                "quantity": "1",
                "name": "Family Reunion",
                "ability": "Play on a base. Ongoing: After you play a minion here, reveal the bottom card of your deck. If it is a minion, draw it, otherwise place it on top of your deck."
              },
              {
                "quantity": "2",
                "name": "Granny's Purse",
                "ability": "Reveal the top card of your deck. If it is an action, you may draw it or return it. Otherwise place it on the bottom of you or deck. Play an extra action."
              },
              {
                "quantity": "1",
                "name": "Hush, My Stores are On",
                "ability": "Reveal the bottom card of your deck and draw it. If it is a minion you may play it as an extra minion."
              },
              {
                "quantity": "1",
                "name": "Knitting Circle",
                "ability": "Destroy up to three actions played on minions and/or bases. Draw a card for each one destroyed."
              }
            ]
          }
        },
        {
          "title": "Rock Stars",
          "description": "Collect Groupies and gain advantages from bases with high breakpoints. Play and move many minions at once to break bases.",
          "image": "https://vignette3.wikia.nocookie.net/smashup/images/8/81/Rock_Stars.png",
          "deck": {
            "description": "Hello Cleveland! Let's ROCK!!! Rock Stars want to put on the best show for their fans, and sell out the biggest venues. The biggest venues of course being those with the highest breakpoint. Put on a massive concert and focus on those bases for the win.",
            "minions": [
              {
                "quantity": "1",
                "name": "The Monarch",
                "power": "5",
                "ability": "Talent: Search your deck and/or discard pile for a Groupie, reveal it and place it into your hand. Shuffle your deck if you searched it."
              },
              {
                "quantity": "2",
                "name": "Classic Rocker",
                "power": "4",
                "ability": "Talent: If this base has a breakpoint of 21 or higher, draw a card. Use only one Classic Rocker ability per turn."
              },
              {
                "quantity": "2",
                "name": "Rick Roll",
                "power": "3",
                "ability": "Move up to three of your minions from bases with lower breakpoints to here."
              },
              {
                "quantity": "5",
                "name": "Groupie",
                "power": "2",
                "ability": "Play another Groupie here as an extra minion."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Guest Star",
                "ability": "Search your deck and/or discard pile for a Groupie and reveal it. Place it in your hand or play it as an extra minion. Shuffle your deck if you searched it."
              },
              {
                "quantity": "1",
                "name": "Hot Venue",
                "ability": "Play on a base. Ongoing: Your minions here have +1 power. If this base has a breakpoint of 21 or higher, draw a card at the end of any turn that you play a minion here."
              },
              {
                "quantity": "1",
                "name": "Power Ballad",
                "ability": "Choose a base. Your minions there gain +1 power until the end of the turn. Special: If the base has a breakpoint of 21 or higher, you may play this card before the base scores."
              },
              {
                "quantity": "1",
                "name": "Reunion Tour",
                "ability": "Shuffle any number of your minions from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Rock of Luuv",
                "ability": "Search your deck for up to three minions with power 2 or less and the same name. Reveal them, place them into your hand and shuffle your deck."
              },
              {
                "quantity": "2",
                "name": "Total Sellout",
                "ability": "Special: Play after a base scores where you have a minion. Draw two cards. Draw another card if the breakpoint was 21 or higher."
              },
              {
                "quantity": "1",
                "name": "Tour Bus",
                "ability": "Choose a base. Move up to three of your minions from bases with lower breakpoint to there."
              },
              {
                "quantity": "1",
                "name": "Turn Up to 11",
                "ability": "Play on a base. Ongoing: If this base's starting breakpoint is less than 21, it is increased to 21."
              }
            ]
          }
        },
        {
          "title": "Teddy Bears",
          "description": "Low power minions who rise in power to challenge opponents, with actions focused on neutralizing enemy threats and drawing more cards.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/e/e5/Teddy_Bears.png",
          "deck": {
            "description": "Who could possibly come between you and your bear when you were little? Nothing. Because those bears had more up their sleeves than you ever knew. Just try looking at their owners the wrong way and you're in trouble. In the sweetest way possible!",
            "minions": [
              {
                "quantity": "1",
                "name": "Sir Squeezes",
                "power": "5",
                "ability": "Play up to three minions of power 3 or less, whose total power is 5 or less, as extra minions here."
              },
              {
                "quantity": "2",
                "name": "Fun Bear",
                "power": "2",
                "ability": "Ongoing: After another player plays or moves a minion to here, place a +1 power counter on this minion."
              },
              {
                "quantity": "3",
                "name": "Lovey Bear",
                "power": "3",
                "ability": "Ongoing: This minion's starting power is increased to the highest starting power of an opponent's minion here."
              },
              {
                "quantity": "4",
                "name": "Snuggly Bear",
                "power": "1",
                "ability": "Special: After you play your first minion in a turn, you may immediately play this minion there as an extra minion."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Bear Picnic",
                "ability": "Play on a base. Ongoing: Other players cannot play minions they own of power 2 or less on other bases."
              },
              {
                "quantity": "2",
                "name": "Care Package",
                "ability": "Draw a card and play an extra minion."
              },
              {
                "quantity": "2",
                "name": "Cuddle",
                "ability": "Play on a minion. Ongoing: This minion's abilities are cancelled."
              },
              {
                "quantity": "1",
                "name": "Group Hug",
                "ability": "Give one of your minions +1 power for each other minion at the same base until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Love Overload",
                "ability": "Special: Before a base scores, destroy the minion there with the most power. If tied, destroy all tied minions."
              },
              {
                "quantity": "1",
                "name": "Square Deal",
                "ability": "Draw cards until at least one player has fewer cards in their hand than you."
              },
              {
                "quantity": "1",
                "name": "Tea Party",
                "ability": "Play on a base. Talent: If there are two or more minions here and at least one is yours, draw a card."
              },
              {
                "quantity": "1",
                "name": "Too Cute",
                "ability": "Play on a base. Ongoing: Your minions here cannot be destroyed by other player's cards."
              }
            ]
          }
        }
      ],
      "checked": true
    },
    {
      "name": "Big in Japan",
      "factions": [
        {
          "title": "Itty Critters",
          "description": "Play weak extra minions that go under your deck at the end of the turn.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/7/71/Itty_Critters.png",
          "deck": {
            "description": "They're tiny, and they come and go quickly, but once you learn which one to call when, the Itty Critters can really pack a punch. We know you'll want to have them all. If you can make these things as popular as certain other things (you know which ones) we'd be eternally grateful.",
            "minions": [
              {
                "quantity": "1",
                "name": "Critter Champion",
                "power": "5",
                "ability": "Talent: Search your deck for a minion of power 2 or less and play it here as an extra minion. If you control it at the end of the turn, place it on the bottom of your deck."
              },
              {
                "quantity": "3",
                "name": "Critter Coach",
                "power": "4",
                "ability": "You may search your deck for a minion of power 2 or less and play it here as an extra minion. If you control it at the end of the turn, place it on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Calicoin",
                "power": "2",
                "ability": "You may place +1 power counter on another minion here."
              },
              {
                "quantity": "1",
                "name": "Flooffairy",
                "power": "2",
                "ability": "You may draw a card."
              },
              {
                "quantity": "1",
                "name": "Krakatoad",
                "power": "2",
                "ability": "You may choose another minion here to gain +2 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Leafaroo",
                "power": "2",
                "ability": "You may shuffle a card from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "Shellshock",
                "power": "2",
                "ability": "You may destroy another minion of power 2 or less here."
              },
              {
                "quantity": "1",
                "name": "Tadpour",
                "power": "2",
                "ability": "You may move another minion from here to another base."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Coach Combat",
                "ability": "Choose one of your minions. Destroy a minion with lower power at its base."
              },
              {
                "quantity": "1",
                "name": "Critter Cube",
                "ability": "Choose a minion in play of power 3 or less, owned by any player, and shuffle it into your deck."
              },
              {
                "quantity": "2",
                "name": "Evolution",
                "ability": "Choose one of your minions. Destroy it to either play Rainboroc there, or search your deck for a minion with up to 1 more power and play it there as an extra minion."
              },
              {
                "quantity": "1",
                "name": "Gotta Get 'Em All",
                "ability": "Shuffle one of each minion with different name from your discard pile into your deck."
              },
              {
                "quantity": "1",
                "name": "I Select You!",
                "ability": "Search your deck for a minion of power 3 or less and play it as an extra minion. If you control it at the end the turn, place it on the bottom of your deck."
              },
              {
                "quantity": "2",
                "name": "Ittypedia",
                "ability": "Play on a base. Ongoing: After you play a minion here, it gains +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Recall Critter",
                "ability": "Play a minion of power 2 or less from your discard pile as an extra minion. If you control it at the end of the turn, place it on the bottom of your deck."
              },
              {
                "quantity": "1",
                "name": "Super Effective!",
                "ability": "Destroy an action on a minion or on a base."
              }
            ],
            "titan": [
              {
                "quantity": "1",
                "name": "Rainboroc",
                "ability": "Special: After you win a base while this card is not in play, you may play it on the base that replaces it. Ongoing: After the first time each turn you play a minion here of power 2 or less, place a +1 power counter on this card. Talent: Shuffle a minion with power 2 or less from your discard pile into your deck. If you do, you may move this card to another base."
              }
            ]
          }
        },
        {
          "title": "Kaiju",
          "description": "Gain power through your base actions and destroy other players' cards.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/e/ef/Kaiju-0.png",
          "deck": {
            "description": "Giant monsters stomp around Tokyo, smashing countless buildings as they battle. Their amazing destructive power confounds scientists, whose greatest weaponry proves useless against them. Who can stop the massive power of a guy in a rubber suit? We know! We'll let the precocious 10-year-old, with unexplained access to the Japanese military's most secure facilities, talk to it!",
            "minions": [
              {
                "quantity": "1",
                "name": "Kaijookey",
                "power": "4",
                "ability": "This minion has +1 power for each of your actions played on this base."
              },
              {
                "quantity": "1",
                "name": "Tiny Priestesses",
                "power": "3",
                "ability": "Play or move Gorgodzolla to here."
              },
              {
                "quantity": "1",
                "name": "Johnny",
                "power": "2",
                "ability": "You may return one of your actions on a base to your hand and play it here as an extra action."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "The Folly of Men",
                "ability": "Play on a base. Ongoing: Your minions and actions here cannot be destroyed by other players' cards. You gain +2 power here."
              },
              {
                "quantity": "2",
                "name": "Kaiju Alliance",
                "ability": "Reduce the breakpoint of all bases by 4 until the end of the turn."
              },
              {
                "quantity": "2",
                "name": "Kaiju Conflict",
                "ability": "Play two extra actions."
              },
              {
                "quantity": "1",
                "name": "Oh, No!",
                "ability": "Play on a base. Play or move Gorgodzolla to here. Ongoing: You gain +2 power here."
              },
              {
                "quantity": "2",
                "name": "Pick Up A Bus",
                "ability": "Choose an action in your discard pile that can be played on a base and place it into your hand."
              },
              {
                "quantity": "3",
                "name": "Radioactive Breath",
                "ability": "Play on a base. Destroy all minions you don't control here of power 2 or less. Ongoing: You gain +3 power here."
              },
              {
                "quantity": "2",
                "name": "Stomp",
                "ability": "Play on a base. Reduce its breakpoint by 3 until the end of the turn. Ongoing: You gain +2 power here."
              },
              {
                "quantity": "1",
                "name": "Tail Smash",
                "ability": "Play on a base. Destroy a minion you don't control here of power 3 or less. Ongoing: You gain +4 power here."
              },
              {
                "quantity": "1",
                "name": "There Goes Tokyo",
                "ability": "If Gorgodzolla is in play, destroy its base and all other cards on it. Move Gorgodzolla to another base and replace the destroyed base normally."
              },
              {
                "quantity": "1",
                "name": "They Say He's Got to Go",
                "ability": "Move a titan to another base."
              },
              {
                "quantity": "1",
                "name": "Wade Through the Buildings",
                "ability": "Play on a base. Destroy all other players' actions on this base. Ongoing: You gain +4 power here."
              }
            ],
            "titan": [
              {
                "quantity": "1",
                "name": "Gorgodzolla",
                "ability": "Special: Instead of your regular minion play, you may play this card on a base where you have two or more actions. Ongoing: After you play an action or a minion on this base, place a +1 power counter on this card. Ongoing: After you play an action on this base, you may draw a card."
              }
            ]
          }
        },
        {
          "title": "Magical Girls",
          "description": "Abilities that get better the more minions you have on the same base.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/e/e1/Magical_Girls.png",
          "deck": {
            "description": "Moonlight, dreams, love, and starshine! OMG, it's so kawaii!!!! The Magical Girls are undoubtedly cute, but they will surprise you with what they can do with their spells. And they work together as a team. Evil will have no chance against these girls.",
            "minions": [
              {
                "quantity": "1",
                "name": "Lunar Captain",
                "power": "5",
                "ability": "Talent: Choose a minion in your discard pile with power less than or equal to the number of your minions here, and place it into your hand."
              },
              {
                "quantity": "1",
                "name": "Sakura Warrior",
                "power": "4",
                "ability": "Talent: Reduce a minion's power here by the number of your minions here until the start of your next turn."
              },
              {
                "quantity": "1",
                "name": "Technomagical Lass",
                "power": "4",
                "ability": "Talent: Destroy a minion you don't control here with power less than or equal to the number of your minions here."
              },
              {
                "quantity": "1",
                "name": "Bewitching Gal",
                "power": "3",
                "ability": "Talent: Reduce the breakpoint of this base by the number of your minions here until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Fancy Suit Lad",
                "power": "3",
                "ability": "Ongoing: Your other minions here are not affected by other players' cards."
              },
              {
                "quantity": "1",
                "name": "Power Maid",
                "power": "3",
                "ability": "Talent: Choose a minion with power less than or equal to the number of your minions here, and move it to or from here."
              },
              {
                "quantity": "2",
                "name": "Rainbow Girl",
                "power": "2",
                "ability": "Your other minions here gain +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Black Magicat",
                "power": "1",
                "ability": "Search your deck and/or discard pile for Lunar Captain and place it into your hand."
              },
              {
                "quantity": "1",
                "name": "White Magicat",
                "power": "1",
                "ability": "Search your deck and/or discard pile for Power Maid and place it into your hand."
              }
            ],
            "actions": [
              {
                "quantity": "2",
                "name": "Celestial Teleport",
                "ability": "Move one of your minions to another base."
              },
              {
                "quantity": "2",
                "name": "Coordination",
                "ability": "Play either an extra minion or Walking Castle."
              },
              {
                "quantity": "1",
                "name": "Coronet Attack",
                "ability": "Destroy a minion you don't control with power less than or equal to the number of your minions at the same base."
              },
              {
                "quantity": "1",
                "name": "Kiss the Sky Spell",
                "ability": "Place a minion from your discard pile into your hand. You may play an extra action this turn."
              },
              {
                "quantity": "1",
                "name": "Lunar Healing Love Spell",
                "ability": "Choose a minion in each player's discard pile and place it into its owner's hand."
              },
              {
                "quantity": "1",
                "name": "Magical Staff",
                "ability": "Play on your minion. Ongoing: This minion gains +1 power. When this minion goes to the discard pile, place it on top of your deck instead."
              },
              {
                "quantity": "1",
                "name": "Purge the Demon",
                "ability": "Choose a card. Destroy an action on it, OR remove all counters on it."
              },
              {
                "quantity": "1",
                "name": "Silver Shard",
                "ability": "All players shuffle all minions in their discard piles into their decks."
              }
            ],
            "titan": [
              {
                "quantity": "1",
                "name": "Walking Castle",
                "ability": "Special: Instead of your regular minion play, you may play this card on a base where you have at least two minions. Ongoing: Your minions here cannot be destroyed by other players' abilities. Talent: Move this titan and up to three of your minions here to another base."
              }
            ]
          }
        },
        {
          "title": "Mega Troopers",
          "description": "Special abilities that can help you during the scoring of bases.",
          "image": "https://vignette2.wikia.nocookie.net/smashup/images/f/ff/Mega_Troopers.png",
          "deck": {
            "description": "Go go play on bases! Go go destroy minions! Go go Mega Troopers, You crazy Smash Up Mega Troopers! The Mega Troopers are the ultimate fighting team, snatching victory from the jaws of defeat. And should things get out of control, they can always call a giant frickin' robot and auto-win. Which they should probably just do earlier in the fight, but whatever.",
            "minions": [
              {
                "quantity": "1",
                "name": "Red Trooper",
                "power": "5",
                "ability": "Talent: Play or move Megabot to here."
              },
              {
                "quantity": "1",
                "name": "Blue Trooper",
                "power": "4",
                "ability": "Special: Before this base scores, this minion gains +2 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Yellow Trooper",
                "power": "4",
                "ability": "Special: Before this base scores, you may move another one of your minions to here."
              },
              {
                "quantity": "1",
                "name": "Black Trooper",
                "power": "3",
                "ability": "Ongoing: After a special ability is used, this minion gains +1 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Green Trooper",
                "power": "3",
                "ability": "Special: Before a base scores, you may play this minion there as an extra minion."
              },
              {
                "quantity": "1",
                "name": "Pink Trooper",
                "power": "3",
                "ability": "Special: After this base scores, return one of your minions here of power 3 or less to your hand instead of the discard pile."
              },
              {
                "quantity": "4",
                "name": "Beta 6",
                "power": "2",
                "ability": "Special: Before this base scores, this minion gains +1 power until the end of the turn."
              }
            ],
            "actions": [
              {
                "quantity": "1",
                "name": "Blitzing Sword Attack",
                "ability": "Special: Before a base scores where you have a titan, if you are not winning there, destroy a minion there of power 4 or less."
              },
              {
                "quantity": "2",
                "name": "Form Megabot!",
                "ability": "Play or move Megabot to a base where you have at least two minions."
              },
              {
                "quantity": "2",
                "name": "It's Blitzin' Time!",
                "ability": "One of your minions gains +3 power until the end of the turn."
              },
              {
                "quantity": "1",
                "name": "Lightning Crystal",
                "ability": "Destroy an action on a base or on a minion."
              },
              {
                "quantity": "1",
                "name": "Lightning Rescue!",
                "ability": "Special: Before a base scores, play an action as a special action."
              },
              {
                "quantity": "1",
                "name": "Mega Attack",
                "ability": "Destroy a minion with power less than the total power of your minions here."
              },
              {
                "quantity": "1",
                "name": "Plan For More!",
                "ability": "Reveal the top three cards of your deck. Draw any minions revealed; you may play one of them as an extra minion. Return the rest in any order."
              },
              {
                "quantity": "1",
                "name": "Power Pose",
                "ability": "Special: After a base scores where you were the winner, draw two cards."
              }
            ],
            "titan": [
              {
                "quantity": "1",
                "name": "Megabot",
                "ability": "Special: Instead of your regular minion play, you may play this card on a base where you have at least three minions. Ongoing: You have +1 power here for each of your minions here. Special: Before another base scores, you may move this titan to there."
              }
            ]
          }
        }
      ],
      "checked": true
    }
  ]
}